{
 "bookTitle": "\nTHE TALES OF MOTHER GOOSE\n",
 "bookTitleImage": "http://res.cloudinary.com/apical/image/upload/17208/images/cover_t.jpg",
 "bookData": [
  {
   "name": "1",
   "content": "http://res.cloudinary.com/apical/image/upload/17208/images/cover_t.jpg",
   "image": true
  },
  {
   "name": "2",
   "content": "\nTHE TALES OF MOTHER GOOSE\n",
   "image": false
  },
  {
   "name": "3",
   "content": "http://res.cloudinary.com/apical/image/upload/17208/images/fig1_t.jpg",
   "image": true
  },
  {
   "name": "4",
   "content": "&quot;She met with Gaffer Wolf.&quot; p. 80.\r\n\r\n\r\n\r\n\r\nCONTENTS\r\n\r\n\r\n\r\nList of Illustrations \r\nIntroduction by Professor M.V. O'Shea\r\nCinderella, or the Little Glass Slipper\r\nThe Sleeping Beauty in the Wood\r\nLittle Thumb\r\nThe Master Cat, or Puss in Boots\r\nRiquet of the Tuft\r\nBlue Beard\r\nThe Fairy\r\nLittle Red Riding-hood\r\nNote\r\n\r\n\r\n\r\n\r\n\r\nLIST OF ILLUSTRATIONS\r\n\r\n\r\n\"She met with Gaffer Wolf\"      Frontispiece\r\n\"It went on very easily\"\r\n\"Let me see if I can do it\"\r\n\"Slipped in under his father's seat\"\r\n\"The Marquis of Carabas is drowning!\"\r\n\"I am exact in keeping my word\"\r\n\"If you open it, there's nothing you may not expect from my anger\"\r\n\"With all my heart, Goody\"\r\n\"He fell upon the good woman\"\r\n\r\n\r\n\r\n\r\n\r\nINTRODUCTION\r\n\r\n\r\nWhat virtues do these stories possess that have\r\nkept them alive for so long a time? They have\r\nto some degree stimulated and nourished qualities\r\nof supreme worth in individual and social\r\nlife. With the young the struggle against greed\r\nand falsehood and pride and cowardice is a very\r\nreal one, and situations in which these homely,\r\nfundamental traits are involved are full of interest\r\nand seriousness. Again, to mature people the\r\nreward of well-doing and the punishment of evil\r\nconduct portrayed in these stories are apt to\r\nseem too realistic, too much also on the cut-and-dried\r\npattern; but it is far different with children.\r\nThey have a very concrete sense of right and\r\nwrong, and they demand a clear, explicit, tangible\r\noutcome for every sort of action. They must\r\nhave concrete, living examples, with the appropriate\r\noutcome of each, set before them.\r\n\r\nA modest, faithful child will be strengthened in\r\nhis good qualities; while one lacking these will\r\nhave them aroused, to some extent at any rate, by\r\nfollowing Cinderella in her career. Arrogance\r\nand selfishness come to unhappy straits in this\r\n[Pg vii]fancy world, and they are likely to fare the same\r\nin the real world; so it would be better to part\r\ncompany with them, and take up with gentleness\r\nand kindliness and faithfulness instead. And\r\nevery one may be of some help to others if he\r\nbe only of the right mind. The brother who\r\nthought himself faring badly with only a cat for\r\na legacy learns betimes that even so small and\r\napparently helpless a creature may be of much\r\nservice when he is rightly disposed. A person\r\nmight think little Thumb could accomplish nothing\r\nof value to any one, but he again teaches\r\nthe child that all depends on the willingness to\r\nbe of assistance, the good-heartedness, the fellow-feeling\r\nwhich one has for others.\r\n\r\nIn making this version anew the translator has\r\nendeavored to retain the characteristics of the\r\nstyle of the early chap-book versions, while evading\r\nthe pompous, stilted language and Johnsonian\r\nphraseology so fashionable when they were first\r\ntranslated.\r\n\r\n\r\nM. V. O'SHEA.\r\n\r\nUniversity of Wisconsin.\r\n\r\n\r\n\r\n\r\n[Pg 1]\r\nThe Tales of Mother Goose.\r\n\r\n\r\n\r\n\r\nCINDERELLA, OR THE LITTLE GLASS\r\nSLIPPER.\r\n\r\n\r\nOnce upon a time there was a gentleman who\r\nmarried, for his second wife, the proudest and\r\nmost haughty woman that ever was seen. She\r\nhad two daughters of her own, who were, indeed,\r\nexactly like her in all things. The gentleman\r\nhad also a young daughter, of rare goodness and\r\nsweetness of temper, which she took from her\r\nmother, who was the best creature in the world.\r\n\r\nThe wedding was scarcely over, when the stepmother's\r\nbad temper began to show itself. She\r\ncould not bear the goodness of this young girl, because\r\nit made her own daughters appear the more\r\nodious. The stepmother gave her the meanest\r\nwork in the house to do; she had to scour the\r\ndishes, tables, etc., and to scrub the floors and\r\nclean out the bedrooms. The poor girl had to\r\nsleep in the garret, upon a wretched straw bed,\r\nwhile her sisters lay in fine rooms with inlaid\r\nfloors, upon beds of the very newest fashion, and\r\nwhere they had looking-glasses so large that they\r\n[Pg 2]might see themselves at their full length. The\r\npoor girl bore all patiently, and dared not complain\r\nto her father, who would have scolded her\r\nif she had done so, for his wife governed him\r\nentirely.\r\n\r\nWhen she had done her work, she used to go\r\ninto the chimney corner, and sit down among the\r\ncinders, hence she was called Cinderwench. The\r\nyounger sister of the two, who was not so rude\r\nand uncivil as the elder, called her Cinderella.\r\nHowever, Cinderella, in spite of her mean apparel,\r\nwas a hundred times more handsome than her\r\nsisters, though they were always richly dressed.\r\n\r\nIt happened that the King's son gave a ball,\r\nand invited to it all persons of fashion. Our\r\nyoung misses were also invited, for they cut a\r\nvery grand figure among the people of the country-side.\r\nThey were highly delighted with the\r\ninvitation, and wonderfully busy in choosing the\r\ngowns, petticoats, and head-dresses which might\r\nbest become them. This made Cinderella's lot\r\nstill harder, for it was she who ironed her sisters'\r\nlinen and plaited their ruffles. They talked all\r\nday long of nothing but how they should be\r\ndressed.\r\n\r\n\"For my part,\" said the elder, \"I will wear my\r\nred velvet suit with French trimmings.\"\r\n\r\n\"And I,\" said the younger, \"shall wear my\r\nusual skirt; but then, to make amends for that\r\n[Pg 3]I will put on my gold-flowered mantle, and my\r\ndiamond stomacher, which is far from being the\r\nmost ordinary one in the world.\" They sent for\r\nthe best hairdressers they could get to make up\r\ntheir hair in fashionable style, and bought patches\r\nfor their cheeks. Cinderella was consulted in all\r\nthese matters, for she had good taste. She advised\r\nthem always for the best, and even offered\r\nher services to dress their hair, which they were\r\nvery willing she should do.\r\n\r\nAs she was doing this, they said to her:&mdash;\r\n\r\n\"Cinderella, would you not be glad to go to the\r\nball?\"\r\n\r\n\"Young ladies,\" she said, \"you only jeer at me;\r\nit is not for such as I am to go there.\"\r\n\r\n\"You are right,\" they replied; \"people would\r\nlaugh to see a Cinderwench at a ball.\"\r\n\r\nAny one but Cinderella would have dressed\r\ntheir hair awry, but she was good-natured, and\r\narranged it perfectly well. They were almost\r\ntwo days without eating, so much were they\r\ntransported with joy. They broke above a dozen\r\nlaces in trying to lace themselves tight, that they\r\nmight have a fine, slender shape, and they were\r\ncontinually at their looking-glass.\r\n\r\nAt last the happy day came; they went to\r\nCourt, and Cinderella followed them with her\r\neyes as long as she could, and when she had lost\r\nsight of them, she fell a-crying.[Pg 4]\r\n\r\nHer godmother, who saw her all in tears, asked\r\nher what was the matter.\r\n\r\n\"I wish I could&mdash;I wish I could&mdash;\" but she\r\ncould not finish for sobbing.\r\n\r\nHer godmother, who was a fairy, said to her,\r\n\"You wish you could go to the ball; is it not so?\"\r\n\r\n\"Alas, yes,\" said Cinderella, sighing.\r\n\r\n\"Well,\" said her godmother, \"be but a good\r\ngirl, and I will see that you go.\" Then she took\r\nher into her chamber, and said to her, \"Run into\r\nthe garden, and bring me a pumpkin.\"\r\n\r\nCinderella went at once to gather the finest she\r\ncould get, and brought it to her godmother, not\r\nbeing able to imagine how this pumpkin could\r\nhelp her to go to the ball. Her godmother scooped\r\nout all the inside of it, leaving nothing but the\r\nrind. Then she struck it with her wand, and the\r\npumpkin was instantly turned into a fine gilded\r\ncoach.\r\n\r\nShe then went to look into the mouse-trap,\r\nwhere she found six mice, all alive. She ordered\r\nCinderella to lift the trap-door, when, giving each\r\nmouse, as it went out, a little tap with her wand,\r\nit was that moment turned into a fine horse, and\r\nthe six mice made a fine set of six horses of a\r\nbeautiful mouse-colored, dapple gray.\r\n\r\nBeing at a loss for a coachman, Cinderella said,\r\n\"I will go and see if there is not a rat in the\r\nrat-trap&mdash;we may make a coachman of him.\"[Pg 5]\r\n\r\n\"You are right,\" replied her godmother; \"go\r\nand look.\"\r\n\r\nCinderella brought the rat-trap to her, and in\r\nit there were three huge rats. The fairy chose\r\nthe one which had the largest beard, and, having\r\ntouched him with her wand, he was turned into\r\na fat coachman with the finest mustache and\r\nwhiskers ever seen.\r\n\r\nAfter that, she said to her:&mdash;\r\n\r\n\"Go into the garden, and you will find six\r\nlizards behind the watering-pot; bring them to\r\nme.\"\r\n\r\nShe had no sooner done so than her godmother\r\nturned them into six footmen, who skipped up\r\nimmediately behind the coach, with their liveries\r\nall trimmed with gold and silver, and they held\r\non as if they had done nothing else their whole\r\nlives.\r\n\r\nThe fairy then said to Cinderella, \"Well, you\r\nsee here a carriage fit to go to the ball in; are\r\nyou not pleased with it?\"\r\n\r\n\"Oh, yes!\" she cried; \"but must I go as I am\r\nin these rags?\"\r\n\r\nHer godmother simply touched her with her\r\nwand, and, at the same moment, her clothes were\r\nturned into cloth of gold and silver, all decked\r\nwith jewels. This done, she gave her a pair of the\r\nprettiest glass slippers in the whole world. Being\r\nthus attired, she got into the carriage, her god[Pg 6]mother\r\ncommanding her, above all things, not to\r\nstay till after midnight, and telling her, at the\r\nsame time, that if she stayed one moment longer,\r\nthe coach would be a pumpkin again, her horses\r\nmice, her coachman a rat, her footmen lizards,\r\nand her clothes would become just as they were\r\nbefore.\r\n\r\nShe promised her godmother she would not\r\nfail to leave the ball before midnight. She drove\r\naway, scarce able to contain herself for joy. The\r\nKing's son, who was told that a great princess,\r\nwhom nobody knew, was come, ran out to receive\r\nher. He gave her his hand as she alighted from\r\nthe coach, and led her into the hall where the\r\ncompany were assembled. There was at once a\r\nprofound silence; every one left off dancing, and\r\nthe violins ceased to play, so attracted was every\r\none by the singular beauties of the unknown newcomer.\r\nNothing was then heard but a confused\r\nsound of voices saying:&mdash;\r\n\r\n\"Ha! how beautiful she is! Ha! how beautiful\r\nshe is!\"\r\n\r\nThe King himself, old as he was, could not\r\nkeep his eyes off her, and he told the Queen\r\nunder his breath that it was a long time since he\r\nhad seen so beautiful and lovely a creature.\r\n\r\nAll the ladies were busy studying her clothes\r\nand head-dress, so that they might have theirs\r\nmade next day after the same pattern, provided\r\n[Pg 7]they could meet with such fine materials and able\r\nhands to make them.\r\n\r\nThe King's son conducted her to the seat of\r\nhonor, and afterwards took her out to dance with\r\nhim. She danced so very gracefully that they all\r\nadmired her more and more. A fine collation\r\nwas served, but the young Prince ate not a morsel,\r\nso intently was he occupied with her.\r\n\r\nShe went and sat down beside her sisters,\r\nshowing them a thousand civilities, and giving\r\nthem among other things part of the oranges and\r\ncitrons with which the Prince had regaled her.\r\nThis very much surprised them, for they had not\r\nbeen presented to her.\r\n\r\nCinderella heard the clock strike a quarter to\r\ntwelve. She at once made her adieus to the\r\ncompany and hastened away as fast as she could.\r\n\r\nAs soon as she got home, she ran to find her\r\ngodmother, and, after having thanked her, she\r\nsaid she much wished she might go to the ball\r\nthe next day, because the King's son had asked\r\nher to do so. As she was eagerly telling her\r\ngodmother all that happened at the ball, her two\r\nsisters knocked at the door; Cinderella opened\r\nit. \"How long you have stayed!\" said she,\r\nyawning, rubbing her eyes, and stretching herself\r\nas if she had been just awakened. She had not,\r\nhowever, had any desire to sleep since they went\r\nfrom home.[Pg 8]\r\n\r\n\"If you had been at the ball,\" said one of her\r\nsisters, \"you would not have been tired with it.\r\nThere came thither the finest princess, the most\r\nbeautiful ever was seen with mortal eyes. She\r\nshowed us a thousand civilities, and gave us\r\noranges and citrons.\"\r\n\r\nCinderella did not show any pleasure at this.\r\nIndeed, she asked them the name of the princess;\r\nbut they told her they did not know it, and that\r\nthe King's son was very much concerned, and\r\nwould give all the world to know who she was.\r\nAt this Cinderella, smiling, replied:&mdash;\r\n\r\n\"Was she then so very beautiful? How fortunate\r\nyou have been! Could I not see her? Ah!\r\ndear Miss Charlotte, do lend me your yellow suit\r\nof clothes which you wear every day.\"\r\n\r\n\"Ay, to be sure!\" cried Miss Charlotte; \"lend\r\nmy clothes to such a dirty Cinderwench as thou\r\nart! I should be out of my mind to do so.\"\r\n\r\nCinderella, indeed, expected such an answer\r\nand was very glad of the refusal; for she would\r\nhave been sadly troubled if her sister had lent\r\nher what she jestingly asked for. The next day\r\nthe two sisters went to the ball, and so did Cinderella,\r\nbut dressed more magnificently than before.\r\nThe King's son was always by her side,\r\nand his pretty speeches to her never ceased.\r\nThese by no means annoyed the young lady.\r\nIndeed, she quite forgot her godmother's orders\r\n[Pg 9]to her, so that she heard the clock begin to strike\r\ntwelve when she thought it could not be more\r\nthan eleven. She then rose up and fled, as\r\nnimble as a deer. The Prince followed, but\r\ncould not overtake her. She left behind one of\r\nher glass slippers, which the Prince took up most\r\ncarefully. She got home, but quite out of breath,\r\nwithout her carriage, and in her old clothes, having\r\nnothing left her of all her finery but one of\r\nthe little slippers, fellow to the one she had\r\ndropped. The guards at the palace gate were\r\nasked if they had not seen a princess go out, and\r\nthey replied they had seen nobody go out but a\r\nyoung girl, very meanly dressed, and who had more\r\nthe air of a poor country girl than of a young lady.\r\n\r\nWhen the two sisters returned from the ball,\r\nCinderella asked them if they had had a pleasant\r\ntime, and if the fine lady had been there. They\r\ntold her, yes; but that she hurried away the moment\r\nit struck twelve, and with so much haste\r\nthat she dropped one of her little glass slippers,\r\nthe prettiest in the world, which the King's son\r\nhad taken up. They said, further, that he had\r\ndone nothing but look at her all the time, and\r\nthat most certainly he was very much in love\r\nwith the beautiful owner of the glass slipper.\r\n\r\nWhat they said was true; for a few days after\r\nthe King's son caused it to be proclaimed, by\r\nsound of trumpet, that he would marry her whose\r\n[Pg 10]foot this slipper would fit exactly. They began\r\nto try it on the princesses, then on the duchesses,\r\nand then on all the ladies of the Court; but in\r\nvain. It was brought to the two sisters, who\r\ndid all they possibly could to thrust a foot into\r\nthe slipper, but they could not succeed. Cinderella,\r\nwho saw this, and knew her slipper, said\r\nto them, laughing:&mdash;\r\n\r\n\"Let me see if it will not fit me.\"\r\n\r\nHer sisters burst out a-laughing, and began to\r\nbanter her. The gentleman who was sent to try\r\nthe slipper looked earnestly at Cinderella, and,\r\nfinding her very handsome, said it was but just\r\nthat she should try, and that he had orders to let\r\nevery lady try it on.\r\n\r\nHe obliged Cinderella to sit down, and, putting\r\nthe slipper to her little foot, he found it went on\r\nvery easily, and fitted her as if it had been made\r\nof wax. The astonishment of her two sisters was\r\ngreat, but it was still greater when Cinderella\r\npulled out of her pocket the other slipper and\r\nput it on her foot. Thereupon, in came her\r\ngodmother, who, having touched Cinderella's\r\nclothes with her wand, made them more magnificent\r\nthan those she had worn before.\n",
   "image": false
  },
  {
   "name": "5",
   "content": "http://res.cloudinary.com/apical/image/upload/17208/images/fig2_t.jpg",
   "image": true
  },
  {
   "name": "6",
   "content": "&quot;It went on very easily.&quot; p. 10.\r\n\r\n\r\nAnd now her two sisters found her to be that\r\nbeautiful lady they had seen at the ball. They\r\nthrew themselves at her feet to beg pardon for\r\nall their ill treatment of her. Cinderella took\r\n[Pg 12]\r\nthem up, and, as she embraced them, said that she\r\nforgave them with all her heart, and begged them\r\nto love her always.\r\n\r\nShe was conducted to the young Prince, dressed\r\nas she was. He thought her more charming than\r\never, and, a few days after, married her. Cinderella,\r\nwho was as good as she was beautiful, gave\r\nher two sisters a home in the palace, and that very\r\nsame day married them to two great lords of the\r\nCourt.\r\n\r\n\r\n\r\n[Pg 13]\r\nTHE SLEEPING BEAUTY IN THE WOODS.\r\n\r\n\r\nOnce upon a time there was a king and a queen,\r\nwho were very sorry that they had no children,&mdash;so\r\nsorry that it cannot be told.\r\n\r\nAt last, however, the Queen had a daughter.\r\nThere was a very fine christening; and the\r\nPrincess had for her godmothers all the fairies\r\nthey could find in the whole kingdom (there were\r\nseven of them), so that every one of them might\r\nconfer a gift upon her, as was the custom of fairies\r\nin those days. By this means the Princess had\r\nall the perfections imaginable.\r\n\r\nAfter the christening was over, the company\r\nreturned to the King's palace, where was prepared\r\na great feast for the fairies. There was\r\nplaced before every one of them a magnificent\r\ncover with a case of massive gold, wherein were\r\na spoon, and a knife and fork, all of pure gold set\r\nwith diamonds and rubies. But as they were all\r\nsitting down at table they saw a very old fairy\r\ncome into the hall. She had not been invited,\r\nbecause for more than fifty years she had not\r\nbeen out of a certain tower, and she was believed\r\nto be either dead or enchanted.[Pg 14]\r\n\r\nThe King ordered her a cover, but he could\r\nnot give her a case of gold as the others had,\r\nbecause seven only had been made for the seven\r\nfairies. The old fairy fancied she was slighted, and\r\nmuttered threats between her teeth. One of the\r\nyoung fairies who sat near heard her, and, judging\r\nthat she might give the little Princess some\r\nunlucky gift, hid herself behind the curtains as\r\nsoon as they left the table. She hoped that she\r\nmight speak last and undo as much as she could\r\nthe evil which the old fairy might do.\r\n\r\nIn the meanwhile all the fairies began to give\r\ntheir gifts to the Princess. The youngest gave\r\nher for her gift that she should be the most\r\nbeautiful person in the world; the next, that she\r\nshould have the wit of an angel; the third, that\r\nshe should be able to do everything she did\r\ngracefully; the fourth, that she should dance\r\nperfectly; the fifth, that she should sing like a\r\nnightingale; and the sixth, that she should play\r\nall kinds of musical instruments to the fullest\r\nperfection.\r\n\r\nThe old fairy's turn coming next, her head\r\nshaking more with spite than with age, she said\r\nthat the Princess should pierce her hand with a\r\nspindle and die of the wound. This terrible gift\r\nmade the whole company tremble, and everybody\r\nfell a-crying.\r\n\r\nAt this very instant the young fairy came from\r\n[Pg 15]behind the curtains and said these words in a loud\r\nvoice:&mdash;\r\n\r\n\"Assure yourselves, O King and Queen, that\r\nyour daughter shall not die of this disaster. It\r\nis true, I have no power to undo entirely what\r\nmy elder has done. The Princess shall indeed\r\npierce her hand with a spindle; but, instead of\r\ndying, she shall only fall into a deep sleep, which\r\nshall last a hundred years, at the end of which\r\na king's son shall come and awake her.\"\r\n\r\nThe King, to avoid the misfortune foretold by\r\nthe old fairy, issued orders forbidding any one, on\r\npain of death, to spin with a distaff and spindle,\r\nor to have a spindle in his house. About fifteen\r\nor sixteen years after, the King and Queen being\r\nabsent at one of their country villas, the young\r\nPrincess was one day running up and down the\r\npalace; she went from room to room, and at last\r\nshe came into a little garret on the top of the\r\ntower, where a good old woman, alone, was spinning\r\nwith her spindle. This good woman had\r\nnever heard of the King's orders against spindles.\r\n\r\n\"What are you doing there, my good woman?\"\r\nsaid the Princess.\r\n\r\n\"I am spinning, my pretty child,\" said the old\r\nwoman, who did not know who the Princess was.\r\n\r\n\"Ha!\" said the Princess, \"this is very pretty;\r\nhow do you do it? Give it to me. Let me see\r\nif I can do it.\"[Pg 16]\r\n\r\nShe had no sooner taken it into her hand than,\r\neither because she was too quick and heedless, or\r\nbecause the decree of the fairy had so ordained,\r\nit ran into her hand, and she fell down in a\r\nswoon.\r\n\r\nThe good old woman, not knowing what to do,\r\ncried out for help. People came in from every\r\nquarter; they threw water upon the face of the\r\nPrincess, unlaced her, struck her on the palms of\r\nher hands, and rubbed her temples with cologne\r\nwater; but nothing would bring her to herself.\r\n\r\nThen the King, who came up at hearing the noise,\r\nremembered what the fairies had foretold. He\r\nknew very well that this must come to pass, since\r\nthe fairies had foretold it, and he caused the Princess\r\nto be carried into the finest room in his palace,\r\nand to be laid upon a bed all embroidered\r\nwith gold and silver. One would have taken her\r\nfor a little angel, she was so beautiful; for her\r\nswooning had not dimmed the brightness of\r\nher complexion: her cheeks were carnation, and\r\nher lips coral. It is true her eyes were shut, but\r\nshe was heard to breathe softly, which satisfied\r\nthose about her that she was not dead.\n",
   "image": false
  },
  {
   "name": "7",
   "content": "http://res.cloudinary.com/apical/image/upload/17208/images/fig3_t.jpg",
   "image": true
  },
  {
   "name": "8",
   "content": "&quot;Let me see if I can do it.&quot; p. 15.\r\n\r\n\r\nThe King gave orders that they should let her\r\nsleep quietly till the time came for her to awake.\r\nThe good fairy who had saved her life by condemning\r\nher to sleep a hundred years was in the\r\nkingdom of Matakin, twelve thousand leagues off,\r\n[Pg 18]when this accident befell the Princess; but she\r\nwas instantly informed of it by a little dwarf, who\r\nhad seven-leagued boots, that is, boots with which\r\nhe could stride over seven leagues of ground at\r\nonce. The fairy started off at once, and arrived,\r\nabout an hour later, in a fiery chariot drawn by\r\ndragons.\r\n\r\nThe King handed her out of the chariot, and\r\nshe approved everything he had done; but as she\r\nhad very great foresight, she thought that when\r\nthe Princess should awake she might not know\r\nwhat to do with herself, if she was all alone in\r\nthis old palace. This was what she did: she\r\ntouched with her wand everything in the palace\r\n(except the King and Queen),&mdash;governesses, maids\r\nof honor, ladies of the bedchamber, gentlemen, officers,\r\nstewards, cooks, undercooks, kitchen maids,\r\nguards with their porters, pages, and footmen; she\r\nlikewise touched all the horses which were in the\r\nstables, the cart horses, the hunters and the saddle\r\nhorses, the grooms, the great dogs in the outward\r\ncourt, and little Mopsey, too, the Princess's\r\nspaniel, which was lying on the bed.\r\n\r\nAs soon as she touched them they all fell\r\nasleep, not to awake again until their mistress\r\ndid, that they might be ready to wait upon her\r\nwhen she wanted them. The very spits at the\r\nfire, as full as they could hold of partridges and\r\npheasants, fell asleep, and the fire itself as well.\r\n[Pg 19]All this was done in a moment. Fairies are not\r\nlong in doing their work.\r\n\r\nAnd now the King and Queen, having kissed\r\ntheir dear child without waking her, went out\r\nof the palace and sent forth orders that nobody\r\nshould come near it.\r\n\r\nThese orders were not necessary; for in a\r\nquarter of an hour's time there grew up all round\r\nabout the park such a vast number of trees, great\r\nand small, bushes and brambles, twining one\r\nwithin another, that neither man nor beast could\r\npass through; so that nothing could be seen but\r\nthe very top of the towers of the palace; and that,\r\ntoo, only from afar off. Every one knew that this\r\nalso was the work of the fairy in order that while\r\nthe Princess slept she should have nothing to fear\r\nfrom curious people.\r\n\r\nAfter a hundred years the son of the King then\r\nreigning, who was of another family from that of\r\nthe sleeping Princess, was a-hunting on that side\r\nof the country, and he asked what those towers\r\nwere which he saw in the middle of a great thick\r\nwood. Every one answered according as they\r\nhad heard. Some said that it was an old haunted\r\ncastle, others that all the witches of the country\r\nheld their midnight revels there, but the common\r\nopinion was that it was an ogre's dwelling, and\r\nthat he carried to it all the little children he could\r\ncatch, so as to eat them up at his leisure, without\r\n[Pg 20]any one being able to follow him, for he alone had\r\nthe power to make his way through the wood.\r\n\r\nThe Prince did not know what to believe, and\r\npresently a very aged countryman spake to him\r\nthus:&mdash;\r\n\r\n\"May it please your royal Highness, more than\r\nfifty years since I heard from my father that there\r\nwas then in this castle the most beautiful princess\r\nthat was ever seen; that she must sleep there\r\na hundred years, and that she should be waked\r\nby a king's son, for whom she was reserved.\"\r\n\r\nThe young Prince on hearing this was all on\r\nfire. He thought, without weighing the matter,\r\nthat he could put an end to this rare adventure;\r\nand, pushed on by love and the desire of glory,\r\nresolved at once to look into it.\r\n\r\nAs soon as he began to get near to the wood,\r\nall the great trees, the bushes, and brambles gave\r\nway of themselves to let him pass through. He\r\nwalked up to the castle which he saw at the end\r\nof a large avenue; and you can imagine he was a\r\ngood deal surprised when he saw none of his people\r\nfollowing him, because the trees closed again\r\nas soon as he had passed through them. However,\r\nhe did not cease from continuing his way; a\r\nyoung prince in search of glory is ever valiant.\r\n\r\nHe came into a spacious outer court, and what\r\nhe saw was enough to freeze him with horror.\r\nA frightful silence reigned over all; the image of\r\n[Pg 21]death was everywhere, and there was nothing to\r\nbe seen but what seemed to be the outstretched\r\nbodies of dead men and animals. He, however,\r\nvery well knew, by the ruby faces and pimpled\r\nnoses of the porters, that they were only asleep;\r\nand their goblets, wherein still remained some\r\ndrops of wine, showed plainly that they had\r\nfallen asleep while drinking their wine.\r\n\r\nHe then crossed a court paved with marble,\r\nwent up the stairs, and came into the guard\r\nchamber, where guards were standing in their\r\nranks, with their muskets upon their shoulders,\r\nand snoring with all their might. He went\r\nthrough several rooms full of gentlemen and\r\nladies, some standing and others sitting, but all\r\nwere asleep. He came into a gilded chamber,\r\nwhere he saw upon a bed, the curtains of which\r\nwere all open, the most beautiful sight ever beheld&mdash;a\r\nprincess who appeared to be about\r\nfifteen or sixteen years of age, and whose bright\r\nand resplendent beauty had something divine in\r\nit. He approached with trembling and admiration,\r\nand fell down upon his knees before her.\r\n\r\nThen, as the end of the enchantment was\r\ncome, the Princess awoke, and looking on him\r\nwith eyes more tender than could have been\r\nexpected at first sight, said:&mdash;\r\n\r\n\"Is it you, my Prince? You have waited a\r\nlong while.\"\r\n\r\n[Pg 22]The Prince, charmed with these words, and much\r\nmore with the manner in which they were spoken,\r\nknew not how to show his joy and gratitude; he\r\nassured her that he loved her better than he did\r\nhimself. Their discourse was not very connected,\r\nbut they were the better pleased, for where there\r\nis much love there is little eloquence. He was\r\nmore at a loss than she, and we need not wonder\r\nat it; she had had time to think of what to say to\r\nhim; for it is evident (though history says nothing\r\nof it) that the good fairy, during so long a sleep,\r\nhad given her very pleasant dreams. In short,\r\nthey talked together for four hours, and then they\r\nsaid not half they had to say.\r\n\r\nIn the meanwhile all the palace had woke up\r\nwith the Princess; every one thought upon his\r\nown business, and as they were not in love, they\r\nwere ready to die of hunger. The lady of honor,\r\nbeing as sharp set as the other folks, grew very\r\nimpatient, and told the Princess aloud that the\r\nmeal was served. The Prince helped the Princess\r\nto rise. She was entirely and very magnificently\r\ndressed; but his royal Highness took care\r\nnot to tell her that she was dressed like his great-grandmother,\r\nand had a high collar. She looked\r\nnot a bit the less charming and beautiful for all that.\r\n\r\nThey went into the great mirrored hall, where\r\nthey supped, and were served by the officers of\r\nthe Princess's household. The violins and haut[Pg 23]boys\r\nplayed old tunes, but they were excellent,\r\nthough they had not been played for a hundred\r\nyears; and after supper, without losing any time,\r\nthe lord almoner married them in the chapel of\r\nthe castle. They had but very little sleep&mdash;the\r\nPrincess scarcely needed any; and the Prince\r\nleft her next morning to return into the city,\r\nwhere his father was greatly troubled about him.\r\n\r\nThe Prince told him that he lost his way in\r\nthe forest as he was hunting, and that he had\r\nslept in the cottage of a charcoal-burner, who\r\ngave him cheese and brown bread.\r\n\r\nThe King, his father, who was a good man,\r\nbelieved him; but his mother could not be persuaded\r\nthat it was true; and seeing that he went\r\nalmost every day a-hunting, and that he always had\r\nsome excuse ready for so doing, though he had\r\nbeen out three or four nights together, she began\r\nto suspect that he was married; for he lived thus\r\nwith the Princess above two whole years, during\r\nwhich they had two children, the elder, a daughter,\r\nwas named Dawn, and the younger, a son, they\r\ncalled Day, because he was a great deal handsomer\r\nthan his sister.\r\n\r\nThe Queen spoke several times to her son, to\r\nlearn after what manner he was passing his time,\r\nand told him that in this he ought in duty to satisfy\r\nher. But he never dared to trust her with\r\nhis secret; he feared her, though he loved her,\r\n[Pg 24]for she was of the race of the Ogres, and the\r\nKing married her for her vast riches alone. It\r\nwas even whispered about the Court that she had\r\nOgreish inclinations, and that, whenever she saw\r\nlittle children passing by, she had all the difficulty\r\nin the world to prevent herself from falling upon\r\nthem. And so the Prince would never tell her\r\none word.\r\n\r\nBut when the King was dead, which happened\r\nabout two years afterward, and he saw himself\r\nlord and master, he openly declared his marriage:\r\nand he went in great state to conduct his Queen\r\nto the palace. They made a magnificent entry\r\ninto the capital city, she riding between her two\r\nchildren.\r\n\r\nSoon after, the King made war on Emperor\r\nCantalabutte, his neighbor. He left the government\r\nof the kingdom to the Queen, his mother,\r\nand earnestly commended his wife and children\r\nto her care. He was obliged to carry on the war\r\nall the summer, and as soon as he left, the Queen-mother\r\nsent her daughter-in-law and her children\r\nto a country house among the woods, that she\r\nmight with the more ease gratify her horrible\r\nlonging. Some few days afterward she went\r\nthither herself, and said to her head cook:&mdash;\r\n\r\n\"I intend to eat little Dawn for my dinner\r\nto-morrow.\"\r\n\r\n\"O! madam!\" cried the head cook.[Pg 25]\r\n\r\n\"I will have it so,\" replied the Queen (and this\r\nshe spoke in the tone of an Ogress who had a\r\nstrong desire to eat fresh meat), \"and will eat her\r\nwith a sharp sauce.\"\r\n\r\nThe poor man, knowing very well that he must\r\nnot play tricks with Ogresses, took his great knife\r\nand went up into little Dawn's chamber. She was\r\nthen nearly four years old, and came up to him,\r\njumping and laughing, to put her arms round his\r\nneck, and ask him for some sugar-candy. Upon\r\nwhich he began to weep, the great knife fell out\r\nof his hand, and he went into the back yard and\r\nkilled a little lamb, and dressed it with such good\r\nsauce that his mistress assured him she had never\r\neaten anything so good in her life. He had at\r\nthe same time taken up little Dawn and carried\r\nher to his wife, to conceal her in his lodging at\r\nthe end of the courtyard.\r\n\r\nEight days afterwards the wicked Queen said\r\nto the chief cook, \"I will sup upon little Day.\"\r\n\r\nHe answered not a word, being resolved to cheat\r\nher again as he had done before. He went to\r\nfind little Day, and saw him with a foil in his\r\nhand, with which he was fencing with a great\r\nmonkey: the child was then only three years of\r\nage. He took him up in his arms and carried\r\nhim to his wife, that she might conceal him in\r\nher chamber along with his sister, and instead\r\nof little Day he served up a young and very\r\n[Pg 26]tender kid, which the Ogress found to be wonderfully\r\ngood.\r\n\r\nAll had gone well up to now; but one evening\r\nthis wicked Queen said to her chief cook:&mdash;\r\n\r\n\"I will eat the Queen with the same sauce I\r\nhad with her children.\"\r\n\r\nNow the poor chief cook was in despair and\r\ncould not imagine how to deceive her again.\r\nThe young Queen was over twenty years old,\r\nnot reckoning the hundred years she had been\r\nasleep: and how to find something to take her\r\nplace greatly puzzled him. He then decided, to\r\nsave his own life, to cut the Queen's throat; and\r\ngoing up into her chamber, with intent to do it\r\nat once, he put himself into as great fury as he\r\npossibly could, and came into the young Queen's\r\nroom with his dagger in his hand. He would\r\nnot, however, deceive her, but told her, with a\r\ngreat deal of respect, the orders he had received\r\nfrom the Queen-mother.\r\n\r\n\"Do it; do it,\" she said, stretching out her\r\nneck. \"Carry out your orders, and then I shall\r\ngo and see my children, my poor children, whom\r\nI loved so much and so tenderly.\"\r\n\r\nFor she thought them dead, since they had\r\nbeen taken away without her knowledge.\r\n\r\n\"No, no, madam,\" cried the poor chief cook,\r\nall in tears; \"you shall not die, and you shall see\r\nyour children again at once. But then you must\r\n[Pg 27]go home with me to my lodgings, where I have\r\nconcealed them, and I will deceive the Queen\r\nonce more, by giving her a young hind in your\r\nstead.\"\r\n\r\nUpon this he forthwith conducted her to his\r\nroom, where, leaving her to embrace her children,\r\nand cry along with them, he went and dressed a\r\nyoung hind, which the Queen had for her supper,\r\nand devoured with as much appetite as if it had\r\nbeen the young Queen. She was now well satisfied\r\nwith her cruel deeds, and she invented a story\r\nto tell the King on his return, of how the Queen\r\nhis wife and her two children had been devoured\r\nby mad wolves.\r\n\r\nOne evening, as she was, according to her\r\ncustom, rambling round about the courts and\r\nyards of the palace to see if she could smell any\r\nfresh meat, she heard, in a room on the ground\r\nfloor, little Day crying, for his mamma was going\r\nto whip him, because he had been naughty; and\r\nshe heard, at the same time, little Dawn begging\r\nmercy for her brother.\r\n\r\nThe Ogress knew the voice of the Queen and\r\nher children at once, and being furious at having\r\nbeen thus deceived, she gave orders (in a most\r\nhorrible voice which made everybody tremble)\r\nthat, next morning by break of day, they should\r\nbring into the middle of the great court a large\r\ntub filled with toads, vipers, snakes, and all sorts\r\n[Pg 28]of serpents, in order to have the Queen and her\r\nchildren, the chief cook, his wife and maid, thrown\r\ninto it, all of whom were to be brought thither\r\nwith their hands tied behind them.\r\n\r\nThey were brought out accordingly, and the\r\nexecutioners were just going to throw them into\r\nthe tub, when the King, who was not so soon expected,\r\nentered the court on horseback and asked,\r\nwith the utmost astonishment, what was the\r\nmeaning of that horrible spectacle.\r\n\r\nNo one dared to tell him, when the Ogress,\r\nall enraged to see what had happened, threw\r\nherself head foremost into the tub, and was instantly\r\ndevoured by the ugly creatures she had\r\nordered to be thrown into it to kill the others.\r\nThe King was of course very sorry, for she was\r\nhis mother; but he soon comforted himself with\r\nhis beautiful wife and his pretty children.\r\n\r\n\r\n\r\n[Pg 29]\r\nLITTLE THUMB.\r\n\r\n\r\nOnce upon a time there was a fagot-maker\r\nand his wife, who had seven children, all boys.\r\nThe eldest was but ten years old, and the youngest\r\nonly seven.\r\n\r\nThey were very poor, and their seven children\r\nwere a great source of trouble to them because\r\nnot one of them was able to earn his bread.\r\nWhat gave them yet more uneasiness was that\r\nthe youngest was very delicate, and scarce ever\r\nspoke a word, which made people take for stupidity\r\nthat which was a sign of good sense. He\r\nwas very little, and when born he was no bigger\r\nthan one's thumb; hence he was called Little\r\nThumb.\r\n\r\nThe poor child was the drudge of the household,\r\nand was always in the wrong. He was,\r\nhowever, the most bright and discreet of all the\r\nbrothers; and if he spoke little, he heard and\r\nthought the more.\r\n\r\nThere came a very bad year, and the famine\r\nwas so great that these poor people resolved to\r\nrid themselves of their children. One evening,\r\nwhen they were in bed, and the fagot-maker was\r\n[Pg 30]sitting with his wife at the fire, he said to her,\r\nwith his heart ready to burst with grief:&mdash;\r\n\r\n\"You see plainly that we no longer can give\r\nour children food, and I cannot bear to see them\r\ndie of hunger before my eyes; I am resolved to\r\nlose them in the wood to-morrow, which may very\r\neasily be done, for, while they amuse themselves\r\nin tying up fagots, we have only to run away\r\nand leave them without their seeing us.\"\r\n\r\n\"Ah!\" cried out his wife, \"could you really\r\ntake the children and lose them?\"\r\n\r\nIn vain did her husband represent to her their\r\ngreat poverty; she would not consent to it. She\r\nwas poor, but she was their mother.\r\n\r\nHowever, having considered what a grief it\r\nwould be to her to see them die of hunger, she\r\nconsented, and went weeping to bed.\r\n\r\nLittle Thumb heard all they had said; for,\r\nhearing that they were talking business, he got\r\nup softly and slipped under his father's seat, so as\r\nto hear without being seen. He went to bed\r\nagain, but did not sleep a wink all the rest of the\r\nnight, thinking of what he had to do. He got up\r\nearly in the morning, and went to the brookside,\r\nwhere he filled his pockets full of small white\r\npebbles, and then returned home. They all went\r\nout, but Little Thumb never told his brothers a\r\nword of what he knew.\r\n\r\n[Pg 31]\n",
   "image": false
  },
  {
   "name": "9",
   "content": "http://res.cloudinary.com/apical/image/upload/17208/images/fig4_t.jpg",
   "image": true
  },
  {
   "name": "10",
   "content": "&quot;Slipped under his Father&#39;s Seat.&quot; p. 30.\r\n\r\n[Pg 32]\r\nThey went into a very thick forest, where they\r\ncould not see one another at ten paces apart.\r\nThe fagot-maker began to cut wood, and the children\r\nto gather up sticks to make fagots. Their\r\nfather and mother, seeing them busy at their\r\nwork, got away from them unbeknown and then\r\nall at once ran as fast as they could through a\r\nwinding by-path.\r\n\r\nWhen the children found they were alone, they\r\nbegan to cry with all their might. Little Thumb\r\nlet them cry on, knowing very well how to get\r\nhome again; for, as he came, he had dropped\r\nthe little white pebbles he had in his pockets all\r\nalong the way. Then he said to them, \"Do not\r\nbe afraid, my brothers,&mdash;father and mother have\r\nleft us here, but I will lead you home again; only\r\nfollow me.\"\r\n\r\nThey followed, and he brought them home by\r\nthe very same way they had come into the forest.\r\nThey dared not go in at first, but stood outside\r\nthe door to listen to what their father and mother\r\nwere saying.\r\n\r\nThe very moment the fagot-maker and his wife\r\nreached home the lord of the manor sent them\r\nten crowns, which he had long owed them, and\r\nwhich they never hoped to see. This gave them\r\nnew life, for the poor people were dying of\r\nhunger. The fagot-maker sent his wife to the\r\nbutcher's at once. As it was a long while since\r\nthey had eaten, she bought thrice as much meat\r\n[Pg 33]as was needed for supper for two people. When\r\nthey had eaten, the woman said:&mdash;\r\n\r\n\"Alas! where are our poor children now?\r\nThey would make a good feast of what we have\r\nleft here; it was you, William, who wished to\r\nlose them. I told you we should repent of it.\r\nWhat are they now doing in the forest? Alas!\r\nperhaps the wolves have already eaten them up;\r\nyou are very inhuman thus to have lost your\r\nchildren.\"\r\n\r\nThe fagot-maker grew at last quite out of patience,\r\nfor she repeated twenty times that he\r\nwould repent of it, and that she was in the right.\r\nHe threatened to beat her if she did not hold her\r\ntongue. The fagot-maker was, perhaps, more\r\nsorry than his wife, but she teased him so he\r\ncould not endure it. She wept bitterly, saying:&mdash;\r\n\r\n\"Alas! where are my children now, my poor\r\nchildren?\"\r\n\r\nShe said this once so very loud that the children,\r\nwho were at the door, heard her and cried\r\nout all together:&mdash;\r\n\r\n\"Here we are! Here we are!\"\r\n\r\nShe ran immediately to let them in, and said as\r\nshe embraced them:&mdash;\r\n\r\n\"How happy I am to see you again, my dear\r\nchildren; you are very tired and very hungry, and,\r\nmy poor Peter, you are covered with mud. Come\r\nin and let me clean you.\"[Pg 34]\r\n\r\nPeter was her eldest son, whom she loved more\r\nthan all the rest, because he was red haired, as\r\nshe was herself.\r\n\r\nThey sat down to table, and ate with an appetite\r\nwhich pleased both father and mother, to\r\nwhom they told how frightened they were in the\r\nforest, nearly all speaking at once. The good\r\nfolk were delighted to see their children once\r\nmore, and this joy continued while the ten crowns\r\nlasted. But when the money was all spent, they\r\nfell again into their former uneasiness, and resolved\r\nto lose their children again. And, that\r\nthey might be the surer of doing it, they determined\r\nto take them much farther than before.\r\n\r\nThey could not talk of this so secretly but they\r\nwere overheard by Little Thumb, who laid his\r\nplans to get out of the difficulty as he had done\r\nbefore; but, though he got up very early to go\r\nand pick up some little pebbles, he could not, for\r\nhe found the house-door double-locked. He did\r\nnot know what to do. Their father had given\r\neach of them a piece of bread for their breakfast.\r\nHe reflected that he might make use of the bread\r\ninstead of the pebbles, by throwing crumbs all\r\nalong the way they should pass, and so he stuffed\r\nit in his pocket. Their father and mother led\r\nthem into the thickest and most obscure part of\r\nthe forest, and then, stealing away into a by-path,\r\nleft them there. Little Thumb was not very\r\n[Pg 35]much worried about it, for he thought he could\r\neasily find the way again by means of his bread,\r\nwhich he had scattered all along as he came; but\r\nhe was very much surprised when he could not\r\nfind a single crumb: the birds had come and\r\neaten them all.\r\n\r\nThey were now in great trouble; for the more\r\nthey wandered, the deeper they went into the\r\nforest. Night now fell, and there arose a high\r\nwind, which filled them with fear. They fancied\r\nthey heard on every side the howling of wolves\r\ncoming to devour them. They scarce dared to\r\nspeak or turn their heads. Then it rained very\r\nhard, which wetted them to the skin. Their feet\r\nslipped at every step, and they fell into the mud,\r\ncovering their hands with it so that they knew\r\nnot what to do with them.\r\n\r\nLittle Thumb climbed up to the top of a tree,\r\nto see if he could discover anything. Looking on\r\nevery side, he saw at last a glimmering light, like\r\nthat of a candle, but a long way beyond the forest.\r\nHe came down, and, when upon the ground, he\r\ncould see it no more, which grieved him sadly.\r\nHowever, having walked for some time with his\r\nbrothers toward that side on which he had seen\r\nthe light, he discovered it again as he came out\r\nof the wood.\r\n\r\nThey arrived at last at the house where this\r\ncandle was, not without many frights; for very\r\n[Pg 36]often they lost sight of it, which happened every\r\ntime they came into a hollow. They knocked at\r\nthe door, and a good woman came and opened it.\r\n\r\nShe asked them what they wanted. Little\r\nThumb told her they were poor children who\r\nwere lost in the forest, and desired to lodge there\r\nfor charity's sake. The woman, seeing them all\r\nso very pretty, began to weep and said to them:\r\n\"Alas! poor babies, where do you come from?\r\nDo you know that this house belongs to a cruel\r\nOgre who eats little children?\"\r\n\r\n\"Alas! dear madam,\" answered Little Thumb\r\n(who, with his brothers, was trembling in every\r\nlimb), \"what shall we do? The wolves of the\r\nforest surely will devour us to-night if you refuse\r\nus shelter in your house; and so we would rather\r\nthe gentleman should eat us. Perhaps he may\r\ntake pity upon us if you will be pleased to ask\r\nhim to do so.\"\r\n\r\nThe Ogre's wife, who believed she could hide\r\nthem from her husband till morning, let them\r\ncome in, and took them to warm themselves at\r\na very good fire; for there was a whole sheep\r\nroasting for the Ogre's supper.\r\n\r\nAs they began to warm themselves they heard\r\nthree or four great raps at the door; this was the\r\nOgre, who was come home. His wife quickly hid\r\nthem under the bed and went to open the door.\r\nThe Ogre at once asked if supper was ready and\r\n[Pg 37]the wine drawn, and then sat himself down to\r\ntable. The sheep was as yet all raw, but he liked\r\nit the better for that. He sniffed about to the\r\nright and left, saying:&mdash;\r\n\r\n\"I smell fresh meat.\"\r\n\r\n\"What you smell,\" said his wife, \"must be the\r\ncalf which I have just now killed and flayed.\"\r\n\r\n\"I smell fresh meat, I tell you once more,\"\r\nreplied the Ogre, looking crossly at his wife, \"and\r\nthere is something here which I do not understand.\"\r\n\r\nAs he spoke these words he got up from the\r\ntable and went straight to the bed.\r\n\r\n\"Ah!\" said he, \"that is how you would cheat\r\nme; I know not why I do not eat you, too; it is\r\nwell for you that you are tough. Here is game,\r\nwhich comes very luckily to entertain three Ogres\r\nof my acquaintance who are to pay me a visit in\r\na day or two.\"\r\n\r\nHe dragged them out from under the bed, one\r\nby one. The poor children fell upon their knees\r\nand begged his pardon, but they had to do with\r\none of the most cruel of Ogres, who, far from\r\nhaving any pity on them, was already devouring\r\nthem in his mind, and told his wife they would be\r\ndelicate eating when she had made a good sauce.\r\n\r\nHe then took a great knife, and, coming up to\r\nthese poor children, sharpened it upon a great\r\nwhetstone which he held in his left hand. He\r\n[Pg 38]had already taken hold of one of them when his\r\nwife said to him:&mdash;\r\n\r\n\"What need you do it now? Will you not\r\nhave time enough to-morrow?\"\r\n\r\n\"Hold your prating,\" said the Ogre; \"they will\r\neat the tenderer.\"\r\n\r\n\"But you have so much meat already,\" replied\r\nhis wife; \"here are a calf, two sheep, and half a\r\npig.\"\r\n\r\n\"That is true,\" said the Ogre; \"give them a\r\ngood supper that they may not grow thin, and\r\nput them to bed.\"\r\n\r\nThe good woman was overjoyed at this, and\r\ngave them a good supper; but they were so much\r\nafraid that they could not eat. As for the Ogre,\r\nhe sat down again to drink, being highly pleased\r\nthat he had the wherewithal to treat his friends.\r\nHe drank a dozen glasses more than ordinary,\r\nwhich got up into his head and obliged him to go\r\nto bed.\r\n\r\nThe Ogre had seven daughters, who were still\r\nlittle children. These young Ogresses had all of\r\nthem very fine complexions; but they all had little\r\ngray eyes, quite round, hooked noses, a very large\r\nmouth, and very long, sharp teeth, set far apart.\r\nThey were not as yet wicked, but they promised\r\nwell to be, for they had already bitten little\r\nchildren.\r\n\r\nThey had been put to bed early, all seven in\r\n[Pg 39]one bed, with every one a crown of gold upon\r\nher head. There was in the same chamber a\r\nbed of the like size, and the Ogre's wife put the\r\nseven little boys into this bed, after which she\r\nwent to bed herself.\r\n\r\nLittle Thumb, who had observed that the\r\nOgre's daughters had crowns of gold upon their\r\nheads, and was afraid lest the Ogre should repent\r\nhis not killing them that evening, got up about\r\nmidnight, and, taking his brothers' bonnets and\r\nhis own, went very softly and put them upon the\r\nheads of the seven little Ogresses, after having\r\ntaken off their crowns of gold, which he put\r\nupon his own head and his brothers', so that the\r\nOgre might take them for his daughters, and his\r\ndaughters for the little boys whom he wanted to\r\nkill.\r\n\r\nThings turned out just as he had thought; for\r\nthe Ogre, waking about midnight, regretted that\r\nhe had deferred till morning to do that which he\r\nmight have done overnight, and jumped quickly\r\nout of bed, taking his great knife.\r\n\r\n\"Let us see,\" said he, \"how our little rogues\r\ndo, and not make two jobs of the matter.\"\r\n\r\nHe then went up, groping all the way, into\r\nhis daughters' chamber; and, coming to the bed\r\nwhere the little boys lay, and who were all fast\r\nasleep, except Little Thumb, who was terribly\r\nafraid when he found the Ogre fumbling about\r\n[Pg 40]his head, as he had done about his brothers', he\r\nfelt the golden crowns, and said:&mdash;\r\n\r\n\"I should have made a fine piece of work of it,\r\ntruly; it is clear I drank too much last night.\"\r\n\r\nThen he went to the bed where the girls lay,\r\nand, having found the boys' little bonnets:&mdash;\r\n\r\n\"Ah!\" said he, \"my merry lads, are you there?\r\nLet us work boldly.\"\r\n\r\nAnd saying these words, without more ado, he\r\ncruelly murdered all his seven daughters. Well\r\npleased with what he had done, he went to bed\r\nagain.\r\n\r\nSo soon as Little Thumb heard the Ogre\r\nsnore, he waked his brothers, and bade them put\r\non their clothes quickly and follow him. They\r\nstole softly into the garden and got over the wall.\r\nThey ran about, all night, trembling all the while,\r\nwithout knowing which way they went.\r\n\r\nThe Ogre, when he woke, said to his wife:\r\n\"Go upstairs and dress those young rascals who\r\ncame here last night.\" The Ogress was very\r\nmuch surprised at this goodness of her husband,\r\nnot dreaming after what manner she should dress\r\nthem; but, thinking that he had ordered her to\r\ngo up and put on their clothes, she went, and\r\nwas horrified when she perceived her seven\r\ndaughters all dead.\r\n\r\nShe began by fainting away, as was only natural\r\nin such a case. The Ogre, fearing his wife was\r\n[Pg 41]too long in doing what he had ordered, went up\r\nhimself to help her. He was no less amazed than\r\nhis wife at this frightful spectacle.\r\n\r\n\"Ah! what have I done?\" cried he. \"The\r\nwretches shall pay for it, and that instantly.\"\r\n\r\nHe threw a pitcher of water upon his wife's\r\nface, and having brought her to herself, \"Give\r\nme quickly,\" cried he, \"my seven-leagued boots,\r\nthat I may go and catch them.\"\r\n\r\nHe went out into the country, and, after running\r\nin all directions, he came at last into the\r\nvery road where the poor children were, and not\r\nabove a hundred paces from their father's house.\r\nThey espied the Ogre, who went at one step from\r\nmountain to mountain, and over rivers as easily\r\nas the narrowest brooks. Little Thumb, seeing\r\na hollow rock near the place where they were,\r\nhid his brothers in it, and crowded into it himself,\r\nwatching always what would become of the\r\nOgre.\r\n\r\nThe Ogre, who found himself tired with his\r\nlong and fruitless journey (for these boots of\r\nseven leagues greatly taxed the wearer), had a\r\ngreat mind to rest himself, and, by chance, went\r\nto sit down upon the rock in which the little\r\nboys had hidden themselves. As he was worn out\r\nwith fatigue, he fell asleep, and, after reposing\r\nhimself some time, began to snore so frightfully\r\nthat the poor children were no less afraid of him\r\n[Pg 42]than when he held up his great knife and was\r\ngoing to take their lives. Little Thumb was not\r\nso much frightened as his brothers, and told them\r\nthat they should run away at once toward home\r\nwhile the Ogre was asleep so soundly, and that\r\nthey need not be in any trouble about him. They\r\ntook his advice, and got home quickly.\r\n\r\nLittle Thumb then went close to the Ogre,\r\npulled off his boots gently, and put them on his\r\nown legs. The boots were very long and large,\r\nbut as they were fairy boots, they had the gift of\r\nbecoming big or little, according to the legs of\r\nthose who wore them; so that they fitted his feet\r\nand legs as well as if they had been made for him.\r\nHe went straight to the Ogre's house, where he\r\nsaw his wife crying bitterly for the loss of her\r\nmurdered daughters.\r\n\r\n\"Your husband,\" said Little Thumb, \"is in\r\nvery great danger, for he has been taken by a\r\ngang of thieves, who have sworn to kill him if he\r\ndoes not give them all his gold and silver. At\r\nthe very moment they held their daggers at his\r\nthroat he perceived me and begged me to come\r\nand tell you the condition he was in, and to say\r\nthat you should give me all he has of value, without\r\nretaining any one thing; for otherwise they\r\nwill kill him without mercy. As his case is very\r\npressing, he desired me to make use of his seven-leagued\r\nboots, which you see I have on, so that I\r\n[Pg 43]might make the more haste and that I might show\r\nyou that I do not impose upon you.\"\r\n\r\nThe good woman, being greatly frightened, gave\r\nhim all she had; for this Ogre was a very good\r\nhusband, though he ate up little children. Little\r\nThumb, having thus got all the Ogre's money,\r\ncame home to his father's house, where he was\r\nreceived with abundance of joy.\r\n\r\nThere are many people who do not agree in regard\r\nto this act of Little Thumb's, and pretend that\r\nhe never robbed the Ogre at all, and that he only\r\nthought he might very justly take off his seven-leagued\r\nboots because he made no other use of\r\nthem but to run after little children. These folks\r\naffirm that they are very well assured of this, because\r\nthey have drunk and eaten often at the\r\nfagot-maker's house. They declare that when\r\nLittle Thumb had taken off the Ogre's boots he\r\nwent to Court, where he was informed that they\r\nwere very much in trouble about a certain army,\r\nwhich was two hundred leagues off, and anxious\r\nas to the success of a battle. He went, they say,\r\nto the King and told him that if he desired it,\r\nhe would bring him news from the army before\r\nnight.\r\n\r\nThe King promised him a great sum of money\r\nif he succeeded. Little Thumb returned that very\r\nsame night with the news; and, this first expedition\r\ncausing him to be known, he earned as much\r\n[Pg 44]as he wished, for the King paid him very well for\r\ncarrying his orders to the army. Many ladies\r\nemployed him also to carry messages, from which\r\nhe made much money. After having for some\r\ntime carried on the business of a messenger and\r\ngained thereby great wealth, he went home to his\r\nfather, and it is impossible to express the joy of\r\nhis family. He placed them all in comfortable\r\ncircumstances, bought places for his father and\r\nbrothers, and by that means settled them very\r\nhandsomely in the world, while he successfully\r\ncontinued to make his own way.\r\n\r\n\r\n\r\n[Pg 45]\r\nTHE MASTER CAT, OR PUSS IN BOOTS.\r\n\r\n\r\nOnce upon a time there was a miller who left\r\nno more riches to the three sons he had than his\r\nmill, his ass, and his cat. The division was soon\r\nmade. Neither the lawyer nor the attorney was\r\nsent for. They would soon have eaten up all\r\nthe poor property. The eldest had the mill, the\r\nsecond the ass, and the youngest nothing but the\r\ncat.\r\n\r\nThe youngest, as we can understand, was quite\r\nunhappy at having so poor a share.\r\n\r\n\"My brothers,\" said he, \"may get their living\r\nhandsomely enough by joining their stocks together;\r\nbut, for my part, when I have eaten up\r\nmy cat, and made me a muff of his skin, I must\r\ndie of hunger.\"\r\n\r\nThe Cat, who heard all this, without appearing\r\nto take any notice, said to him with a grave and\r\nserious air:&mdash;\r\n\r\n\"Do not thus afflict yourself, my master; you\r\nhave nothing else to do but to give me a bag, and\r\nget a pair of boots made for me, that I may\r\nscamper through the brambles, and you shall see\r\n[Pg 46]that you have not so poor a portion in me as you\r\nthink.\"\r\n\r\nThough the Cat's master did not think much\r\nof what he said, he had seen him play such cunning\r\ntricks to catch rats and mice&mdash;hanging\r\nhimself by the heels, or hiding himself in the\r\nmeal, to make believe he was dead&mdash;that he did\r\nnot altogether despair of his helping him in his\r\nmisery. When the Cat had what he asked for,\r\nhe booted himself very gallantly, and putting his\r\nbag about his neck, he held the strings of it in\r\nhis two forepaws, and went into a warren where\r\nwas a great number of rabbits. He put bran and\r\nsow-thistle into his bag, and, stretching out at\r\nlength, as if he were dead, he waited for some\r\nyoung rabbits, not yet acquainted with the deceits\r\nof the world, to come and rummage his bag for\r\nwhat he had put into it.\r\n\r\nScarcely was he settled but he had what he\r\nwanted. A rash and foolish young rabbit jumped\r\ninto his bag, and Monsieur Puss, immediately\r\ndrawing close the strings, took him and killed\r\nhim at once. Proud of his prey, he went with it\r\nto the palace, and asked to speak with the King.\r\nHe was shown upstairs into his Majesty's apartment,\r\nand, making a low bow to the King, he\r\nsaid:&mdash;\r\n\r\n\"I have brought you, sire, a rabbit which my\r\nnoble Lord, the Master of Carabas\" (for that was\r\n[Pg 47]the title which Puss was pleased to give his master)\r\n\"has commanded me to present to your\r\nMajesty from him.\"\r\n\r\n\"Tell thy master,\" said the King, \"that I thank\r\nhim, and that I am pleased with his gift.\"\r\n\r\nAnother time he went and hid himself among\r\nsome standing corn, still holding his bag open;\r\nand when a brace of partridges ran into it, he\r\ndrew the strings, and so caught them both. He\r\nthen went and made a present of these to the\r\nKing, as he had done before of the rabbit which\r\nhe took in the warren. The King, in like manner,\r\nreceived the partridges with great pleasure,\r\nand ordered his servants to reward him.\r\n\r\nThe Cat continued for two or three months\r\nthus to carry his Majesty, from time to time,\r\nsome of his master's game. One day when he\r\nknew that the King was to take the air along the\r\nriverside, with his daughter, the most beautiful\r\nprincess in the world, he said to his master:&mdash;\r\n\r\n\"If you will follow my advice, your fortune is\r\nmade. You have nothing else to do but go\r\nand bathe in the river, just at the spot I shall\r\nshow you, and leave the rest to me.\"\r\n\r\nThe Marquis of Carabas did what the Cat advised\r\nhim to, without knowing what could be the\r\nuse of doing it. While he was bathing, the King\r\npassed by, and the Cat cried out with all his\r\nmight:&mdash;[Pg 48]\r\n\r\n\"Help! help! My Lord the Marquis of Carabas\r\nis drowning!\"\r\n\r\nAt this noise the King put his head out of the\r\ncoach window, and seeing the Cat who had so\r\noften brought him game, he commanded his\r\nguards to run immediately to the assistance of\r\nhis Lordship the Marquis of Carabas.\r\n\r\nWhile they were drawing the poor Marquis out\r\nof the river, the Cat came up to the coach and\r\ntold the King that, while his master was bathing,\r\nthere came by some rogues, who ran off with his\r\nclothes, though he had cried out, \"Thieves!\r\nthieves!\" several times, as loud as he could. The\r\ncunning Cat had hidden the clothes under a great\r\nstone. The King immediately commanded the\r\nofficers of his wardrobe to run and fetch one of\r\nhis best suits for the Lord Marquis of Carabas.\n",
   "image": false
  },
  {
   "name": "11",
   "content": "http://res.cloudinary.com/apical/image/upload/17208/images/fig5_t.jpg",
   "image": true
  },
  {
   "name": "12",
   "content": "&quot;The Marquis of Carabas is drowning!&quot; p. 48.\r\n\r\n\r\nThe King was extremely polite to him, and as\r\nthe fine clothes he had given him set off his good\r\nlooks (for he was well made and handsome), the\r\nKing's daughter found him very much to her\r\nliking, and the Marquis of Carabas had no sooner\r\ncast two or three respectful and somewhat tender\r\nglances than she fell in love with him to distraction.\r\nThe King would have him come into the\r\ncoach and take part in the airing. The Cat, overjoyed\r\nto see his plan begin to succeed, marched\r\non before, and, meeting with some countrymen,\r\nwho were mowing a meadow, he said to them:&mdash;[Pg 50]\r\n\r\n\"Good people, you who are mowing, if you\r\ndo not tell the King that the meadow you\r\nmow belongs to my Lord Marquis of Carabas,\r\nyou shall be chopped as small as herbs for the\r\npot.\"\r\n\r\nThe King did not fail to ask the mowers to\r\nwhom the meadow they were mowing belonged.\r\n\r\n\"To my Lord Marquis of Carabas,\" answered\r\nthey all together, for the Cat's threat had made\r\nthem afraid.\r\n\r\n\"You have a good property there,\" said the\r\nKing to the Marquis of Carabas.\r\n\r\n\"You see, sire,\" said the Marquis, \"this is a\r\nmeadow which never fails to yield a plentiful\r\nharvest every year.\"\r\n\r\nThe Master Cat, who went still on before, met\r\nwith some reapers, and said to them:&mdash;\r\n\r\n\"Good people, you who are reaping, if you do\r\nnot say that all this corn belongs to the Marquis\r\nof Carabas, you shall be chopped as small as\r\nherbs for the pot.\"\r\n\r\nThe King, who passed by a moment after,\r\nwished to know to whom belonged all that corn,\r\nwhich he then saw.\r\n\r\n\"To my Lord Marquis of Carabas,\" replied the\r\nreapers, and the King was very well pleased with\r\nit, as well as the Marquis, whom he congratulated\r\nthereupon. The Master Cat, who went always\r\nbefore, said the same thing to all he met, and the\r\n[Pg 51]King was astonished at the vast estates of my\r\nLord Marquis of Carabas.\r\n\r\nMonsieur Puss came at last to a stately castle,\r\nthe master of which was an Ogre, the richest ever\r\nknown; for all the lands which the King had\r\nthen passed through belonged to this castle. The\r\nCat, who had taken care to inform himself who\r\nthis Ogre was and what he could do, asked to\r\nspeak with him, saying he could not pass so near\r\nhis castle without having the honor of paying\r\nhis respects to him.\r\n\r\nThe Ogre received him as civilly as an Ogre\r\ncould do, and made him sit down.\r\n\r\n\"I have been assured,\" said the Cat, \"that you\r\nhave the gift of being able to change yourself into\r\nall sorts of creatures you have a mind to; that\r\nyou can, for example, transform yourself into a\r\nlion, or elephant, and the like.\"\r\n\r\n\"That is true,\" answered the Ogre, roughly;\r\n\"and to convince you, you shall see me now\r\nbecome a lion.\"\r\n\r\nPuss was so terrified at the sight of a lion so\r\nnear him that he immediately climbed into the\r\ngutter, not without much trouble and danger,\r\nbecause of his boots, which were of no use at\r\nall to him for walking upon the tiles. A little\r\nwhile after, when Puss saw that the Ogre had\r\nresumed his natural form, he came down, and\r\nowned he had been very much frightened.[Pg 52]\r\n\r\n\"I have, moreover, been informed,\" said the\r\nCat, \"but I know not how to believe it, that;\r\nyou have also the power to take on you the\r\nshape of the smallest animals; for example, to\r\nchange yourself into a rat or a mouse, but I\r\nmust own to you I take this to be impossible.\"\r\n\r\n\"Impossible!\" cried the Ogre; \"you shall see.\"\r\nAnd at the same time he changed himself into\r\na mouse, and began to run about the floor. Puss\r\nno sooner perceived this than he fell upon him\r\nand ate him up.\r\n\r\nMeanwhile, the King, who saw, as he passed,\r\nthis fine castle of the Ogre's, had a mind to go\r\ninto it. Puss, who heard the noise of his\r\nMajesty's coach coming over the drawbridge,\r\nran out, and said to the King, \"Your Majesty\r\nis welcome to this castle of my Lord Marquis\r\nof Carabas.\"\r\n\r\n\"What! my Lord Marquis,\" cried the King,\r\n\"and does this castle also belong to you? There\r\ncan be nothing finer than this courtyard and all\r\nthe stately buildings which surround it; let us\r\nsee the interior, if you please.\"\r\n\r\nThe Marquis gave his hand to the young\r\nPrincess, and followed the King, who went first.\r\nThey passed into the great hall, where they\r\nfound a magnificent collation, which the Ogre\r\nhad prepared for his friends, who were that\r\nvery day to visit him, but dared not to enter,\r\n[Pg 53]knowing the King was there. His Majesty,\r\ncharmed with the good qualities of my Lord of\r\nCarabas, as was also his daughter, who had fallen\r\nviolently in love with him, and seeing the vast\r\nestate he possessed, said to him:&mdash;\r\n\r\n\"It will be owing to yourself only, my Lord\r\nMarquis, if you are not my son-in-law.\"\r\n\r\nThe Marquis, with low bows, accepted the\r\nhonor which his Majesty conferred upon him,\r\nand forthwith that very same day married the\r\nPrincess.\r\n\r\nPuss became a great lord, and never ran after\r\nmice any more except for his diversion.\r\n\r\n\r\n\r\n[Pg 54]\r\nRIQUET WITH THE TUFT.\r\n\r\n\r\nOnce upon a time there was a Queen who had\r\na son so ugly and so misshapen that it was long\r\ndisputed whether he had human form. A fairy\r\nwho was at his birth said, however, that he would\r\nbe very amiable for all that, since he would have\r\nuncommon good sense. She even added that it\r\nwould be in his power, by virtue of a gift she had\r\njust then given him, to bestow as much sense as\r\nhe pleased on the person he loved the best. All\r\nthis somewhat comforted the poor Queen. It is\r\ntrue that this child no sooner began to talk than\r\nhe said a thousand pretty things, and in all his\r\nactions there was an intelligence that was quite\r\ncharming. I forgot to tell you that he was born\r\nwith a little tuft of hair upon his head, which made\r\nthem call him Riquet[1] with the Tuft, for Riquet\r\nwas the family name.\r\n\r\n[1] R&#275;k&#257;.\r\n\r\nSeven or eight years later the Queen of a\r\nneighboring kingdom had two daughters who\r\nwere twins. The first born of these was more\r\nbeautiful than the day; whereat the Queen was\r\nso very glad that those present were afraid that\r\n[Pg 55]her excess of joy would do her harm. The same\r\nfairy who was present at the birth of little Riquet\r\nwith the Tuft was here also, and, to moderate the\r\nQueen's gladness, she declared that this little Princess\r\nshould have no sense at all, but should be\r\nas stupid as she was pretty. This mortified the\r\nQueen extremely; but afterward she had a far\r\ngreater sorrow, for the second daughter proved\r\nto be very ugly.\r\n\r\n\"Do not afflict yourself so much, madam,\" said\r\nthe fairy. \"Your daughter shall have her recompense;\r\nshe shall have so great a portion of\r\nsense that the want of beauty will hardly be\r\nperceived.\"\r\n\r\n\"God grant it,\" replied the Queen; \"but is there\r\nno way to make the eldest, who is so pretty, have\r\nany sense?\"\r\n\r\n\"I can do nothing for her, madam, as to sense,\"\r\nanswered the fairy, \"but everything as to beauty;\r\nand as there is nothing I would not do for your\r\nsatisfaction, I give her for gift that she shall have\r\npower to make handsome the person who shall\r\nbest please her.\"\r\n\r\nAs these princesses grew up, their perfections\r\ngrew with them. All the public talk was of the\r\nbeauty of the elder and the rare good sense of the\r\nyounger. It is true also that their defects increased\r\nconsiderably with their age. The younger\r\nvisibly grew uglier and uglier, and the elder be[Pg 56]came\r\nevery day more and more stupid: she either\r\nmade no answer at all to what was asked her, or\r\nsaid something very silly. She was with all this\r\nso unhandy that she could not place four pieces of\r\nchina upon the mantelpiece without breaking one\r\nof them, nor drink a glass of water without spilling\r\nhalf of it upon her clothes.\r\n\r\nAlthough beauty is a very great advantage in\r\nyoung people, the younger sister was always the\r\nmore preferred in society. People would indeed\r\ngo first to the Beauty to look upon and admire\r\nher, but turn aside soon after to the Wit to hear a\r\nthousand most entertaining and agreeable things;\r\nand it was amazing to see, in less than a quarter\r\nof an hour's time, the elder with not a soul near\r\nher, and the whole company crowding about the\r\nyounger. The elder, dull as she was, could not\r\nfail to notice this; and without the slightest regret\r\nwould have given all her beauty to have half\r\nher sister's wit. The Queen, prudent as she was,\r\ncould not help reproaching her several times for\r\nher stupidity, which almost made the poor Princess\r\ndie of grief.\r\n\r\nOne day, as she had hidden herself in a wood\r\nto bewail her misfortune, she saw coming to her\r\na very disagreeable little man, but most magnificently\r\ndressed. This was the young Prince Riquet\r\nwith the Tuft, who having fallen in love with her\r\nupon seeing her picture,&mdash;many of which were dis[Pg 57]tributed\r\nall the world over,&mdash;had left his father's\r\nkingdom to have the pleasure of seeing and talking\r\nwith her. Overjoyed to find her thus alone,\r\nhe addressed himself to her with all imaginable\r\npoliteness and respect. Having observed, after\r\nhe had paid her the ordinary compliments, that\r\nshe was extremely melancholy, he said to her:&mdash;\r\n\r\n\"I cannot comprehend, madam, how a person\r\nso beautiful as you are can be so sorrowful as you\r\nseem to be; for though I can boast of having seen\r\na great number of exquisitely charming ladies, I\r\ncan say that I never beheld any one whose beauty\r\napproaches yours.\"\r\n\r\n\"You are pleased to say so,\" answered the Princess,\r\nand here she stopped.\r\n\r\n\"Beauty,\" replied Riquet with the Tuft, \"is\r\nsuch a great advantage, that it ought to take place\r\nof all things besides; and since you possess this\r\ntreasure, I can see nothing that can possibly very\r\nmuch afflict you.\"\r\n\r\n\"I had far rather,\" cried the Princess, \"be as\r\nugly as you are, and have sense, than have the\r\nbeauty I possess, and be as stupid as I am.\"\r\n\r\n\"There is nothing, madam,\" returned he, \"shows\r\nmore that we have good sense than to believe we\r\nhave none; and it is the nature of that excellent\r\nquality that the more people have of it, the more\r\nthey believe they want it.\"\r\n\r\n\"I do not know that,\" said the Princess; \"but\r\n[Pg 58]I know very well that I am very senseless, and that\r\nvexes me mightily.\"\r\n\r\n\"If that be all which troubles you, madam, I\r\ncan very easily put an end to your affliction.\"\r\n\r\n\"And how will you do that?\" cried the Princess.\r\n\r\n\"I have the power, madam,\" replied Riquet\r\nwith the Tuft, \"to give to that person whom I\r\nlove best as much good sense as can be had; and\r\nas you, madam, are that very person, it will be\r\nyour fault only if you have not as great a share of\r\nit as any one living, provided you will be pleased\r\nto marry me.\"\r\n\r\nThe Princess was quite confused, and answered\r\nnot a word.\r\n\r\n\"I see,\" replied Riquet with the Tuft, \"that\r\nthis proposal does not please you, and I do not\r\nwonder at it; but I will give you a whole year\r\nto consider it.\"\r\n\r\nThe Princess had so little sense and, at the\r\nsame time, so great a longing to have some,\r\nthat she imagined the end of that year would\r\nnever come, so she accepted the proposal which\r\nwas made her.\r\n\r\nShe had no sooner promised Riquet with the\r\nTuft that she would marry him on that day\r\ntwelvemonth than she found herself quite otherwise\r\nthan she was before: she had an incredible\r\nfaculty of speaking whatever she had in her mind\r\nin a polite, easy, and natural manner.[Pg 59]\r\n\r\nShe began that moment a very gallant conversation\r\nwith Riquet with the Tuft, which she kept\r\nup at such a rate that Riquet with the Tuft believed\r\nhe had given her more sense than he had\r\nreserved for himself.\r\n\r\nWhen she returned to the palace, the whole\r\ncourt knew not what to think of such a sudden\r\nand extraordinary change; for they heard from\r\nher now as much sensible discourse and as many\r\ninfinitely witty phrases as they had heard stupid\r\nand silly impertinences before. The whole court\r\nwas overjoyed beyond imagination at it. It pleased\r\nall but her younger sister, because, having no longer\r\nthe advantage of her in respect of wit, she appeared\r\nin comparison with her a very disagreeable, homely\r\ngirl.\r\n\r\nThe King governed himself by her advice, and\r\nwould even sometimes hold a council in her apartment.\r\nThe news of this change in the Princess\r\nspread everywhere; the young princes of the neighboring\r\nkingdoms strove all they could to gain her\r\nfavor, and almost all of them asked her in marriage;\r\nbut she found not one of them had sense enough\r\nfor her. She gave them all a hearing, but would\r\nnot engage herself to any.\r\n\r\nHowever, there came one so powerful, so rich,\r\nso witty, and so handsome that she could not help\r\nfeeling a strong inclination toward him. Her\r\nfather perceived it, and told her that she was her\r\n[Pg 60]own mistress as to the choice of a husband, and\r\nthat she might declare her intentions. She thanked\r\nher father, and desired him to give her time to\r\nconsider it.\r\n\r\nShe went by chance to walk in the same wood\r\nwhere she met Riquet with the Tuft, the more\r\nconveniently to think what she ought to do.\r\nWhile she was walking in a profound meditation,\r\nshe heard a confused noise under her feet,\r\nas it were of a great many people busily running\r\nbackward and forward. Listening more attentively,\r\nshe heard one say:&mdash;\r\n\r\n\"Bring me that pot,\" another, \"Give me that\r\nkettle,\" and a third, \"Put some wood upon the\r\nfire.\"\r\n\r\nThe ground at the same time opened, and she\r\nsaw under her feet a great kitchen full of cooks,\r\nkitchen helps, and all sorts of officers necessary\r\nfor a magnificent entertainment. There came out\r\nof it a company of cooks, to the number of twenty\r\nor thirty, who went to plant themselves about a\r\nvery long table set up in the forest, with their larding\r\npins in their hands and fox tails in their caps,\r\nand began to work, keeping time to a very harmonious\r\ntune.\r\n\r\nThe Princess, all astonished at this sight, asked\r\nthem for whom they worked.\r\n\r\n\"For Prince Riquet with the Tuft,\" said the\r\nchief of them, \"who is to be married to-morrow.\"[Pg 61]\r\n\r\nThe Princess, more surprised than ever, and\r\nrecollecting all at once that it was now that day\r\ntwelvemonth on which she had promised to marry\r\nthe Prince Riquet with the Tuft, was ready to\r\nsink into the ground.\r\n\r\nWhat made her forget this was that when she\r\nmade this promise, she was very silly; and having\r\nobtained that vast stock of sense which the prince\r\nhad bestowed upon her, she had entirely forgotten\r\nthe things she had done in the days of her stupidity.\r\nShe continued her walk, but had not\r\ntaken thirty steps before Riquet with the Tuft\r\npresented himself to her, gallant and most magnificently\r\ndressed, like a prince who was going to\r\nbe married.\r\n\r\n\"You see, madam,\" said he, \"I am exact in\r\nkeeping my word, and doubt not in the least but\r\nyou are come hither to perform your promise.\"\r\n\r\n\"I frankly confess,\" answered the Princess, \"that\r\nI have not yet come to a decision in this matter,\r\nand I believe I never shall be able to arrive at such\r\na one as you desire.\"\r\n\r\n\"You astonish me, madam,\" said Riquet with\r\nthe Tuft.\r\n\r\n\"I can well believe it,\" said the Princess; \"and\r\nsurely if I had to do with a clown, or a man of no\r\nsense, I should find myself very much at a loss.\r\n'A princess always keeps her word,' he would say\r\nto me, 'and you must marry me, since you prom[Pg 62]ised\r\nto do so.' But as he to whom I talk is the\r\none man in the world who is master of the greatest\r\nsense and judgment, I am sure he will hear\r\nreason. You know that when I was but a fool I\r\ncould scarcely make up my mind to marry you;\r\nwhy will you have me, now I have so much judgment\r\nas you gave me, come to such a decision\r\nwhich I could not then make up my mind to agree\r\nto? If you sincerely thought to make me your\r\nwife, you have been greatly in the wrong to deprive\r\nme of my dull simplicity, and make me see things\r\nmuch more clearly than I did.\"\r\n\r\n\"If a man of no wit and sense,\" replied Riquet\r\nwith the Tuft, \"would be well received, as you\r\nsay, in reproaching you for breach of your word,\r\nwhy will you not let me, madam, have the same\r\nusage in a matter wherein all the happiness of my\r\nlife is concerned? Is it reasonable that persons\r\nof wit and sense should be in a worse condition\r\nthan those who have none? Can you pretend this,\r\nyou who have so great a share, and desired so earnestly\r\nto have it? But let us come to the fact, if\r\nyou please. Putting aside my ugliness and deformity,\r\nis there anything in me which displeased\r\nyou? Are you dissatisfied with my birth, my wit,\r\nmy humor, or my manners?\"\r\n\r\n\"Not at all,\" answered the Princess; \"I love you\r\nand respect you in all that you mention.\"\n",
   "image": false
  },
  {
   "name": "13",
   "content": "http://res.cloudinary.com/apical/image/upload/17208/images/fig6_t.jpg",
   "image": true
  },
  {
   "name": "14",
   "content": "&quot;I am exact in keeping my Word.&quot; p. 61.\r\n\r\n\r\n\"If it be so,\" said Riquet with the Tuft, \"I am\r\n[Pg 64]happy, since it is in your power to make me the\r\nmost amiable of men.\"\r\n\r\n\"How can that be?\" said the Princess.\r\n\r\n\"It is done,\" said Riquet with the Tuft, \"if you\r\nlove me enough to wish it was so; and that you\r\nmay no ways doubt, madam, of what I say, know\r\nthat the same fairy who on my birthday gave me\r\nfor gift the power of making the person who should\r\nplease me witty and judicious, has in like manner\r\ngiven you for gift the power of making him whom\r\nyou love and to whom you would grant the favor,\r\nto be extremely handsome.\"\r\n\r\n\"If it be so,\" said the Princess, \"I wish with all\r\nmy heart that you may be the most lovable prince\r\nin the world, and I bestow my gift on you as much\r\nas I am able.\"\r\n\r\nThe Princess had no sooner pronounced these\r\nwords than Riquet with the Tuft appeared to her\r\nthe finest prince upon earth, the handsomest and\r\nmost amiable man she ever saw. Some affirm that\r\nit was not the fairy's charms, but love alone, which\r\nworked the change.\r\n\r\nThey say that the Princess, having made due\r\nreflection on the perseverance of her lover, his\r\ndiscretion, and all the good qualities of his mind,\r\nhis wit and judgment, saw no longer the deformity\r\nof his body, nor the ugliness of his face; that his\r\nhump seemed to her no more than the grand air\r\nof one having a broad back, and that whereas till\r\n[Pg 65]then she saw him limp horribly, she now found it\r\nnothing more than a certain sidling air, which\r\ncharmed her.\r\n\r\nThey say further that his eyes, which were\r\nsquinted very much, seemed to her most bright and\r\nsparkling, that their irregularity passed in her judgment\r\nfor a mark of the warmth of his affection,\r\nand, in short, that his great red nose was, in her\r\nopinion, somewhat martial and heroic in character.\r\n\r\nHowever it was, the Princess promised immediately\r\nto marry him, on condition that he obtained\r\nthe King's consent. The King, knowing that his\r\ndaughter highly esteemed Riquet with the Tuft,\r\nwhom he knew also for a most sage and judicious\r\nprince, received him for his son-in-law with\r\npleasure, and the next morning their nuptials\r\nwere celebrated, as Riquet with the Tuft had foreseen,\r\nand according to the orders he had given a\r\nlong time before.\r\n\r\n\r\n\r\n[Pg 66]\r\nBLUE BEARD.\r\n\r\n\r\nOnce upon a time there was a man who had\r\nfine houses, both in town and country, a deal of\r\nsilver and gold plate, carved furniture, and coaches\r\ngilded all over. But unhappily this man had a\r\nblue beard, which made him so ugly and so terrible\r\nthat all the women and girls ran away from\r\nhim.\r\n\r\nOne of his neighbors, a lady of quality, had\r\ntwo daughters who were perfect beauties. He\r\nasked for one of them in marriage, leaving to her\r\nthe choice of which she would bestow on him.\r\nThey would neither of them have him, and they\r\nsent him backward and forward from one to the\r\nother, neither being able to make up her mind to\r\nmarry a man who had a blue beard. Another thing\r\nwhich made them averse to him was that he had\r\nalready married several wives, and nobody knew\r\nwhat had become of them.\r\n\r\nBlue Beard, to become better acquainted, took\r\nthem, with their mother and three or four of their\r\nbest friends, with some young people of the\r\nneighborhood to one of his country seats, where\r\nthey stayed a whole week.[Pg 67]\r\n\r\nThere was nothing going on but pleasure parties,\r\nhunting, fishing, dancing, mirth, and feasting.\r\nNobody went to bed, but all passed the\r\nnight in playing pranks on each other. In short,\r\neverything succeeded so well that the youngest\r\ndaughter began to think that the beard of the\r\nmaster of the house was not so very blue, and\r\nthat he was a very civil gentleman. So as soon as\r\nthey returned home, the marriage was concluded.\r\n\r\nAbout a month afterward Blue Beard told his\r\nwife that he was obliged to take a country journey\r\nfor six weeks at least, upon business of great\r\nimportance. He desired her to amuse herself\r\nwell in his absence, to send for her friends, to take\r\nthem into the country, if she pleased, and to live\r\nwell wherever she was.\r\n\r\n\"Here,\" said he, \"are the keys of the two great\r\nwarehouses wherein I have my best furniture:\r\nthese are of the room where I keep my silver and\r\ngold plate, which is not in everyday use; these\r\nopen my safes, which hold my money, both gold\r\nand silver; these my caskets of jewels; and this is\r\nthe master-key to all my apartments. But as for\r\nthis little key, it is the key of the closet at the\r\nend of the great gallery on the ground floor.\r\nOpen them all; go everywhere; but as for that\r\nlittle closet, I forbid you to enter it, and I promise\r\nyou surely that, if you open it, there's nothing\r\nthat you may not expect from my anger.\"[Pg 68]\r\n\r\nShe promised to obey exactly all his orders;\r\nand he, after having embraced her, got into his\r\ncoach and proceeded on his journey.\r\n\r\nHer neighbors and good friends did not stay\r\nto be sent for by the new-married lady, so great\r\nwas their impatience to see all the riches of her\r\nhouse, not daring to come while her husband was\r\nthere, because of his blue beard, which frightened\r\nthem. They at once ran through all the rooms,\r\nclosets, and wardrobes, which were so fine and\r\nrich, and each seemed to surpass all others.\r\nThey went up into the warehouses, where was\r\nthe best and richest furniture; and they could not\r\nsufficiently admire the number and beauty of the\r\ntapestry, beds, couches, cabinets, stands, tables,\r\nand looking-glasses, in which you might see yourself\r\nfrom head to foot. Some of them were\r\nframed with glass, others with silver, plain and\r\ngilded, the most beautiful and the most magnificent\r\never seen.\n",
   "image": false
  },
  {
   "name": "15",
   "content": "http://res.cloudinary.com/apical/image/upload/17208/images/fig7_t.jpg",
   "image": true
  },
  {
   "name": "16",
   "content": "&quot;If you open it, there&#39;s Nothing you may not expect from my Anger.&quot; p. 67.\r\n\r\n\r\nThey ceased not to praise and envy the happiness\r\nof their friend, who, in the meantime, was\r\nnot at all amused by looking upon all these rich\r\nthings, because of her impatience to go and open\r\nthe closet on the ground floor. Her curiosity was\r\nso great that, without considering how uncivil it\r\nwas to leave her guests, she went down a little\r\nback staircase, with such excessive haste that\r\ntwice or thrice she came near breaking her neck.\r\n[Pg 70]Having reached the closet-door, she stood still\r\nfor some time, thinking of her husband's orders,\r\nand considering that unhappiness might attend\r\nher if she was disobedient; but the temptation\r\nwas so strong she could not overcome it. She\r\nthen took the little key, and opened the door,\r\ntrembling. At first she could not see anything\r\nplainly, because the windows were shut. After\r\nsome moments she began to perceive that several\r\ndead women were scattered about the floor.\r\n(These were all the wives whom Blue Beard had\r\nmarried and murdered, one after the other, because\r\nthey did not obey his orders about the closet on\r\nthe ground floor.) She thought she surely would\r\ndie for fear, and the key, which she pulled out\r\nof the lock, fell out of her hand.\r\n\r\nAfter having somewhat recovered from the\r\nshock, she picked up the key, locked the door,\r\nand went upstairs into her chamber to compose\r\nherself; but she could not rest, so much was she\r\nfrightened.\r\n\r\nHaving observed that the key of the closet was\r\nstained, she tried two or three times to wipe off\r\nthe stain, but the stain would not come out. In\r\nvain did she wash it, and even rub it with soap\r\nand sand. The stain still remained, for the key\r\nwas a magic key, and she could never make it\r\nquite clean; when the stain was gone off from\r\none side, it came again on the other.[Pg 71]\r\n\r\nBlue Beard returned from his journey that\r\nsame evening, and said he had received letters\r\nupon the road, informing him that the business\r\nwhich called him away was ended to his advantage.\r\nHis wife did all she could to convince\r\nhim she was delighted at his speedy return.\r\n\r\nNext morning he asked her for the keys, which\r\nshe gave him, but with such a trembling hand\r\nthat he easily guessed what had happened.\r\n\r\n\"How is it,\" said he, \"that the key of my closet\r\nis not among the rest?\"\r\n\r\n\"I must certainly,\" said she, \"have left it upstairs\r\nupon the table.\"\r\n\r\n\"Do not fail,\" said Blue Beard, \"to bring it to\r\nme presently.\"\r\n\r\nAfter having put off doing it several times, she\r\nwas forced to bring him the key. Blue Beard,\r\nhaving examined it, said to his wife:&mdash;\r\n\r\n\"How comes this stain upon the key?\"\r\n\r\n\"I do not know,\" cried the poor woman, paler\r\nthan death.\r\n\r\n\"You do not know!\" replied Blue Beard. \"I\r\nvery well know. You wished to go into the\r\ncabinet? Very well, madam; you shall go in, and\r\ntake your place among the ladies you saw there.\"\r\n\r\nShe threw herself weeping at her husband's\r\nfeet, and begged his pardon with all the signs\r\nof a true repentance for her disobedience. She\r\nwould have melted a rock, so beautiful and sor[Pg 72]rowful\r\nwas she; but Blue Beard had a heart\r\nharder than any stone.\r\n\r\n\"You must die, madam,\" said he, \"and that at\r\nonce.\"\r\n\r\n\"Since I must die,\" answered she, looking upon\r\nhim with her eyes all bathed in tears, \"give me\r\nsome little time to say my prayers.\"\r\n\r\n\"I give you,\" replied Blue Beard, \"half a\r\nquarter of an hour, but not one moment more.\"\r\n\r\nWhen she was alone she called out to her\r\nsister, and said to her:&mdash;\r\n\r\n\"Sister Anne,\"&mdash;for that was her name,&mdash;\"go\r\nup, I beg you, to the top of the tower, and look\r\nif my brothers are not coming; they promised\r\nme they would come to-day, and if you see them,\r\ngive them a sign to make haste.\"\r\n\r\nHer sister Anne went up to the top of the\r\ntower, and the poor afflicted wife cried out from\r\ntime to time:&mdash;\r\n\r\n\"Anne, sister Anne, do you see any one coming?\"\r\n\r\nAnd sister Anne said:&mdash;\r\n\r\n\"I see nothing but the sun, which makes a dust,\r\nand the grass, which looks green.\"\r\n\r\nIn the meanwhile Blue Beard, holding a great\r\nsabre in his hand, cried to his wife as loud as he\r\ncould:&mdash;\r\n\r\n\"Come down instantly, or I shall come up to\r\nyou.\"[Pg 73]\r\n\r\n\"One moment longer, if you please,\" said his\r\nwife; and then she cried out very softly, \"Anne,\r\nsister Anne, dost thou see anybody coming?\"\r\n\r\nAnd sister Anne answered:&mdash;\r\n\r\n\"I see nothing but the sun, which makes a dust,\r\nand the grass, which is green.\"\r\n\r\n\"Come down quickly,\" cried Blue Beard, \"or I\r\nwill come up to you.\"\r\n\r\n\"I am coming,\" answered his wife; and then she\r\ncried, \"Anne, sister Anne, dost thou not see any\r\none coming?\"\r\n\r\n\"I see,\" replied sister Anne, \"a great dust,\r\nwhich comes from this side.\"\r\n\r\n\"Are they my brothers?\"\r\n\r\n\"Alas! no, my sister, I see a flock of sheep.\"\r\n\r\n\"Will you not come down?\" cried Blue Beard.\r\n\r\n\"One moment longer,\" said his wife, and then\r\nshe cried out, \"Anne, sister Anne, dost thou see\r\nnobody coming?\"\r\n\r\n\"I see,\" said she, \"two horsemen, but they are\r\nyet a great way off.\"\r\n\r\n\"God be praised,\" replied the poor wife, joyfully;\r\n\"they are my brothers; I will make them a sign,\r\nas well as I can, for them to make haste.\"\r\n\r\nThen Blue Beard bawled out so loud that he\r\nmade the whole house tremble. The distressed\r\nwife came down and threw herself at his feet, all\r\nin tears, with her hair about her shoulders.\r\n\r\n\"All this is of no help to you,\" says Blue Beard:\r\n[Pg 74]\"you must die\"; then, taking hold of her hair\r\nwith one hand, and lifting up his sword in the air\r\nwith the other, he was about to take off her head.\r\nThe poor lady, turning about to him, and looking\r\nat him with dying eyes, desired him to afford her\r\none little moment to her thoughts.\r\n\r\n\"No, no,\" said he, \"commend thyself to God,\"\r\nand again lifting his arm&mdash;\r\n\r\nAt this moment there was such a loud knocking\r\nat the gate that Blue Beard stopped suddenly.\r\nThe gate was opened, and presently entered two\r\nhorsemen, who, with sword in hand, ran directly\r\nto Blue Beard. He knew them to be his wife's\r\nbrothers, one a dragoon, the other a musketeer.\r\nHe ran away immediately, but the two brothers\r\npursued him so closely that they overtook him\r\nbefore he could get to the steps of the porch.\r\nThere they ran their swords through his body, and\r\nleft him dead. The poor wife was almost as dead\r\nas her husband, and had not strength enough to\r\narise and welcome her brothers.\r\n\r\nBlue Beard had no heirs, and so his wife became\r\nmistress of all his estate. She made use of one\r\nportion of it to marry her sister Anne to a young\r\ngentleman who had loved her a long while; another\r\nportion to buy captains' commissions for her\r\nbrothers; and the rest to marry herself to a very\r\nworthy gentleman, who made her forget the sorry\r\ntime she had passed with Blue Beard.\r\n\r\n\r\n\r\n[Pg 75]\r\nTHE FAIRY.\r\n\r\n\r\nOnce upon a time there was a widow who had\r\ntwo daughters. The elder was so much like her,\r\nboth in looks and character, that whoever saw the\r\ndaughter saw the mother. They were both so\r\ndisagreeable and so proud that there was no living\r\nwith them. The younger, who was the very\r\npicture of her father for sweetness of temper and\r\nvirtue, was withal one of the most beautiful girls\r\never seen. As people naturally love their own\r\nlikeness, this mother doted on her elder daughter,\r\nand at the same time had a great aversion for the\r\nyounger. She made her eat in the kitchen and\r\nwork continually.\r\n\r\nAmong other things, this unfortunate child had\r\nto go twice a day to draw water more than a mile\r\nand a half from the house, and bring home a\r\npitcherful of it. One day, as she was at this\r\nfountain, there came to her a poor woman, who\r\nbegged of her to let her drink.\r\n\r\n\"Oh, yes, with all my heart, Goody,\" said this\r\npretty little girl. Rinsing the pitcher at once, she\r\ntook some of the clearest water from the fountain,\r\nand gave it to her, holding up the pitcher all the\r\nwhile, that she might drink the easier.[Pg 76]\r\n\r\nThe good woman having drunk, said to her:&mdash;\r\n\r\n\"You are so pretty, so good and courteous, that\r\nI cannot help giving you a gift.\" For this was a\r\nfairy, who had taken the form of a poor country-woman,\r\nto see how far the civility and good manners\r\nof this pretty girl would go. \"I will give\r\nyou for gift,\" continued the Fairy, \"that, at every\r\nword you speak, there shall come out of your\r\nmouth either a flower or a jewel.\"\r\n\r\nWhen this pretty girl returned, her mother\r\nscolded at her for staying so long at the fountain.\r\n\r\n\"I beg your pardon, mamma,\" said the poor\r\ngirl, \"for not making more haste.\"\r\n\r\nAnd in speaking these words there came out\r\nof her mouth two roses, two pearls, and two large\r\ndiamonds.\r\n\r\n\"What is it I see there?\" said her mother,\r\nquite astonished. \"I think pearls and diamonds\r\ncome out of the girl's mouth! How happens this,\r\nmy child?\"\r\n\r\nThis was the first time she had ever called her\r\n\"my child.\"\r\n\r\nThe girl told her frankly all the matter, not\r\nwithout dropping out great numbers of diamonds.\n",
   "image": false
  },
  {
   "name": "17",
   "content": "http://res.cloudinary.com/apical/image/upload/17208/images/fig8_t.jpg",
   "image": true
  },
  {
   "name": "18",
   "content": "&quot;With All my Heart, Goody.&quot; p. 75.\r\n\r\n\r\n\"Truly,\" cried the mother, \"I must send my\r\nown dear child thither. Fanny, look at what\r\ncomes out of your sister's mouth when she speaks.\r\nWould you not be glad, my dear, to have the\r\nsame gift? You have only to go and draw water\r\n[Pg 78]out of the fountain, and when a poor woman asks\r\nyou to let her drink, to give it to her very\r\ncivilly.\"\r\n\r\n\"I should like to see myself going to the fountain\r\nto draw water,\" said this ill-bred minx.\r\n\r\n\"I insist you shall go,\" said the mother, \"and\r\nthat instantly.\"\r\n\r\nShe went, but grumbled all the way, taking\r\nwith her the best silver tankard in the house.\r\n\r\nShe no sooner reached the fountain than she\r\nsaw coming out of the wood, a magnificently\r\ndressed lady, who came up to her, and asked to\r\ndrink. This was the same fairy who had appeared\r\nto her sister, but she had now taken the air and\r\ndress of a princess, to see how far this girl's rudeness\r\nwould go.\r\n\r\n\"Am I come hither,\" said the proud, ill-bred\r\ngirl, \"to serve you with water, pray? I suppose\r\nthis silver tankard was brought purely for your\r\nladyship, was it? However, you may drink out\r\nof it, if you have a fancy.\"\r\n\r\n\"You are scarcely polite,\" answered the fairy,\r\nwithout anger. \"Well, then, since you are so disobliging,\r\nI give you for gift that at every word\r\nyou speak there shall come out of your mouth a\r\nsnake or a toad.\"\r\n\r\nSo soon as her mother saw her coming, she\r\ncried out:&mdash;\r\n\r\n\"Well, daughter?\"[Pg 79]\r\n\r\n\"Well, mother?\" answered the unhappy girl,\r\nthrowing out of her mouth a viper and a toad.\r\n\r\n\"Oh, mercy!\" cried the mother, \"what is it I\r\nsee? It is her sister who has caused all this,\r\nbut she shall pay for it,\" and immediately she\r\nran to beat her. The poor child fled away from\r\nher, and went to hide herself in the forest nearby.\r\n\r\nThe King's son, who was returning from the\r\nchase, met her, and seeing her so beautiful, asked\r\nher what she did there alone and why she cried.\r\n\r\n\"Alas! sir, my mother has turned me out of\r\ndoors.\"\r\n\r\nThe King's son, who saw five or six pearls\r\nand as many diamonds come out of her mouth,\r\ndesired her to tell him how that happened. She\r\ntold him the whole story. The King's son fell in\r\nlove with her, and, considering that such a gift\r\nwas worth more than any marriage portion another\r\nbride could bring, conducted her to the palace of\r\nthe King, his father, and there married her.\r\n\r\nAs for her sister, she made herself so much\r\nhated that her own mother turned her out of\r\ndoors. The miserable girl, after wandering about\r\nand finding no one to take her in, went to a\r\ncorner of the wood, and there died.\r\n\r\n\r\n\r\n[Pg 80]\r\nLITTLE RED RIDING-HOOD.\r\n\r\n\r\nOnce upon a time there lived in a certain\r\nvillage a little country girl, the prettiest creature\r\nthat ever was seen. Her mother was very fond\r\nof her, and her grandmother loved her still more.\r\nThis good woman made for her a little red riding-hood,\r\nwhich became the girl so well that everybody\r\ncalled her Little Red Riding-hood.\r\n\r\nOne day her mother, having made some custards,\r\nsaid to her:&mdash;\r\n\r\n\"Go, my dear, and see how your grandmother\r\ndoes, for I hear she has been very ill; carry her\r\na custard and this little pot of butter.\"\r\n\r\nLittle Red Riding-hood set out immediately\r\nto go to her grandmother's, who lived in another\r\nvillage.\r\n\r\nAs she was going through the wood, she met\r\nGaffer Wolf, who had a very great mind to eat\r\nher up; but he dared not, because of some fagot-makers\r\nhard by in the forest. He asked her\r\nwhither she was going. The poor child, who\r\ndid not know that it was dangerous to stay and\r\nhear a wolf talk, said to him:&mdash;\r\n\r\n\"I am going to see my grandmother, and carry\r\n[Pg 81]her a custard and a little pot of butter from my\r\nmamma.\"\r\n\r\n\"Does she live far off?\" said the Wolf.\r\n\r\n\"Oh, yes,\" answered Little Red Riding-hood;\r\n\"it is beyond that mill you see there, the first\r\nhouse you come to in the village.\"\r\n\r\n\"Well,\" said the Wolf, \"and I'll go and see her,\r\ntoo. I'll go this way, and you go that, and we\r\nshall see who will be there first.\"\r\n\r\nThe Wolf began to run as fast as he could,\r\ntaking the shortest way, and the little girl went\r\nby the longest way, amusing herself by gathering\r\nnuts, running after butterflies, and making nosegays\r\nof such little flowers as she met with. The\r\nWolf was not long before he reached the old\r\nwoman's house. He knocked at the door&mdash;tap,\r\ntap, tap.\r\n\r\n\"Who's there?\" called the grandmother.\r\n\r\n\"Your grandchild, Little Red Riding-hood,\"\r\nreplied the Wolf, imitating her voice, \"who has\r\nbrought a custard and a little pot of butter sent\r\nto you by mamma.\"\r\n\r\nThe good grandmother, who was in bed, because\r\nshe was somewhat ill, cried out:&mdash;\r\n\r\n\"Pull the bobbin, and the latch will go up.\"\r\n\r\nThe Wolf pulled the bobbin, and the door\r\nopened. He fell upon the good woman and ate\r\nher up in no time, for he had not eaten anything\r\nfor more than three days. He then shut the\r\n[Pg 82]door, went into the grandmother's bed, and waited\r\nfor Little Red Riding-hood, who came sometime\r\nafterward and knocked at the door&mdash;tap, tap,\r\ntap.\r\n\r\n\"Who's there?\" called the Wolf.\r\n\r\nLittle Red Riding-hood, hearing the big voice\r\nof the Wolf, was at first afraid; but thinking her\r\ngrandmother had a cold, answered:&mdash;\r\n\r\n\"'Tis your grandchild, Little Red Riding-hood,\r\nwho has brought you a custard and a little pot of\r\nbutter sent to you by mamma.\"\r\n\r\nThe Wolf cried out to her, softening his voice\r\na little:&mdash;\r\n\r\n\"Pull the bobbin, and the latch will go up.\"\r\n\r\nLittle Red Riding-hood pulled the bobbin, and\r\nthe door opened.\r\n\r\nThe Wolf, seeing her come in, said to her,\r\nhiding himself under the bedclothes:&mdash;\r\n\r\n\"Put the custard and the little pot of butter\r\nupon the stool, and come and lie down with me.\"\r\n\r\nLittle Red Riding-hood undressed herself and\r\nwent into bed, where she was much surprised to\r\nsee how her grandmother looked in her night-clothes.\r\n\r\nShe said to her:&mdash;\r\n\r\n\"Grandmamma, what great arms you have\r\ngot!\"\r\n\r\n\"That is the better to hug thee, my dear.\"\r\n\r\n\"Grandmamma, what great legs you have got!\"[Pg 83]\n",
   "image": false
  },
  {
   "name": "19",
   "content": "http://res.cloudinary.com/apical/image/upload/17208/images/fig9_t.jpg",
   "image": true
  }
 ]
}