{
 "bookTitle": "\r\n\r\nMy First Picture Book.\r\nWith Thirty-six pages of Pictures\n",
 "bookTitleImage": "http://res.cloudinary.com/apical/image/upload/18937/images/emblem.jpg",
 "bookData": [
  {
   "name": "1",
   "content": "\r\n\r\nMy First Picture Book.\r\nWith Thirty-six pages of Pictures\n",
   "image": false
  },
  {
   "name": "2",
   "content": "http://res.cloudinary.com/apical/image/upload/18937/images/emblem.jpg",
   "image": true
  },
  {
   "name": "3",
   "content": "Printed in colours by Kronheim.\r\n\r\nLondon &amp; New York:\r\nGeorge Routledge and Sons.\r\n\r\n\r\n\r\n\r\nTranscriber's note:\r\n\r\nThe grouping of letters in the alphabet section and a few paragraph\r\nbreaks have been adjusted to accomodate image placement. There were\r\nno illustrations for the letters J and X in the original.\r\n\r\n\r\n\r\nContents\r\n\r\n  My First Alphabet\r\n  The Little Old Woman who Lived in a Shoe\r\n  The Babes in the Wood\r\n  Little Bo-Peep\r\n  The History of Five Little Pigs\r\n  The History of Old Mother Goose and her Son Jack\r\n\r\n\r\nMY FIRST ALPHABET\r\n\r\n\r\nA aB b\r\nArkBaby\r\nC cD d\r\nCatDog\n",
   "image": false
  },
  {
   "name": "4",
   "content": "http://res.cloudinary.com/apical/image/upload/18937/images/alpha1.jpg",
   "image": true
  },
  {
   "name": "5",
   "content": "E eF f\r\nEarFan\r\nG gH h\r\nGateHouse\n",
   "image": false
  },
  {
   "name": "6",
   "content": "http://res.cloudinary.com/apical/image/upload/18937/images/alpha2.jpg",
   "image": true
  },
  {
   "name": "7",
   "content": "I iK k\r\nInnKey\r\nL lM m\r\nLoafMan\n",
   "image": false
  },
  {
   "name": "8",
   "content": "http://res.cloudinary.com/apical/image/upload/18937/images/alpha3.jpg",
   "image": true
  },
  {
   "name": "9",
   "content": "N nO o\r\nNutOwl\r\nP pQ q\r\nPanQueen\n",
   "image": false
  },
  {
   "name": "10",
   "content": "http://res.cloudinary.com/apical/image/upload/18937/images/alpha4.jpg",
   "image": true
  },
  {
   "name": "11",
   "content": "R rS s\r\nRatSea\r\nT tU u\r\nTartUrn\n",
   "image": false
  },
  {
   "name": "12",
   "content": "http://res.cloudinary.com/apical/image/upload/18937/images/alpha5.jpg",
   "image": true
  },
  {
   "name": "13",
   "content": "V vW w\r\nVineWall\r\nY yZ z\r\nYewZebra\n",
   "image": false
  },
  {
   "name": "14",
   "content": "http://res.cloudinary.com/apical/image/upload/18937/images/alpha6.jpg",
   "image": true
  },
  {
   "name": "15",
   "content": "THE LITTLE OLD WOMAN WHO LIVED IN A SHOE.\r\n\r\n\r\nOnce on a time there was a Little Old Woman who lived in a Shoe. This\r\nshoe stood near a great forest, and was so large that it served as a\r\nhouse for the Old Lady and all her children, of which she had so many\r\nthat she did not know what to do with them.\n",
   "image": false
  },
  {
   "name": "16",
   "content": "http://res.cloudinary.com/apical/image/upload/18937/images/ft01.jpg",
   "image": true
  },
  {
   "name": "17",
   "content": "But the Little Old Woman was very fond of her children, and they only\r\nthought of the best way to please her. Strong-arm, the eldest, cut\r\ndown trees for firewood. Peter made baskets of wicker-work. Mark was\r\nchief gardener. Lizzie milked the cow, and Jenny taught the younger\r\nchildren to read.\r\n\r\nNow this Little Old Woman had not always lived in a Shoe. She and\r\nher family had once dwelt in a nice house covered with ivy, and her\r\nhusband was a wood-cutter, like Strong-arm. But there lived in a huge\r\ncastle beyond the forest, a fierce giant, who one day came and laid\r\ntheir house in ruins with his club; after which he carried off the\r\npoor wood-cutter to his castle beyond the forest. When the Little Old\r\nWoman came home, her house was in ruins and her husband was no where\r\nto be seen.\n",
   "image": false
  },
  {
   "name": "18",
   "content": "http://res.cloudinary.com/apical/image/upload/18937/images/ft02.jpg",
   "image": true
  },
  {
   "name": "19",
   "content": "Night came on, and as the father did not return, the Old Lady and her\r\nfamily went to search for him. When they came to that part of the\r\nwood where the Giant had met their father, they saw an immense shoe.\r\nThey spent a long time weeping and calling out for their father, but\r\nmet with no reply. Then the Old Lady thought that they had better\r\ntake shelter in the shoe until they could build a new house. So Peter\r\nand Strong-arm put a roof to it, and cut a door, and turned it into a\r\ndwelling. Here they all lived happily for many years, but the Little\r\nOld Lady never forgot her husband and his sad fate. Strong-arm, who\r\nsaw how wretched his mother often was about it, proposed to the next\r\neleven brothers that they should go with him and set their father\r\nfree from the Giant. Their mother knew the Giant's strength, and\r\nwould not hear of the attempt, as she feared they would be killed.\r\nBut Strong-arm was not afraid. He bought a dozen sharp swords, and\r\nPeter made as many strong shields and helmets, as well as cross-bows\r\nand iron-headed arrows. They were now quite ready; Strong-arm gave\r\nthe order to march, and they started for the forest. The next day\r\nthey came in sight of the Giant's Castle. Strong-arm, leaving his\r\nbrothers in a wood close by, strode boldly up to the entrance, and\r\nseized the knocker. The door was opened by a funny little boy with a\r\nlarge head, who kept grinning and laughing.\n",
   "image": false
  },
  {
   "name": "20",
   "content": "http://res.cloudinary.com/apical/image/upload/18937/images/ft03.jpg",
   "image": true
  },
  {
   "name": "21",
   "content": "Strong-arm then walked boldly across the court-yard, and presently\r\nmet a page, who took off his hat and asked him what he wanted.\r\nStrong-arm said he had come to liberate his father, who was kept a\r\nprisoner by the Giant; on this the little man said he was sorry for\r\nhim, because the part of the castle in which his father was kept was\r\nguarded by a large dragon. Strong-arm, nothing daunted, soon found\r\nthe monster, who was fast asleep, so he made short work of him by\r\nsending his sword right through his heart; at which he jumped up,\r\nuttering a loud scream, and made as if he would spring forward and\r\nseize Strong-arm; but the good sword had done its work, and the\r\nmonster fell heavily on the ground, dead.\n",
   "image": false
  },
  {
   "name": "22",
   "content": "http://res.cloudinary.com/apical/image/upload/18937/images/ft04.jpg",
   "image": true
  },
  {
   "name": "23",
   "content": "Now the Giant, who had been drinking much wine, was fast asleep in a\r\nremote part of the castle. Strong-arm had no sooner finished the\r\nDragon, than up started the funny little boy who had opened the door.\r\nHe led Strong-arm round to another part of the court-yard, where he\r\nsaw his poor father, who at once sprung to his feet, and embraced\r\nhim. Then Strong-arm called up his brothers, and when they had\r\nembraced their father, they soon broke his chain and set him\r\nfree.\r\n\r\nWe must now return to the Little Old Woman. After her sons had\r\nstarted she gave way to the most bitter grief. While she was in this\r\nstate, an old witch came up to her, and said she would help her, as\r\nshe hated the Giant, and wished to kill him. The Old Witch then took\r\nthe little Old Lady on her broom, and they sailed off through the\r\nair, straight to the Giant's castle.\n",
   "image": false
  },
  {
   "name": "24",
   "content": "http://res.cloudinary.com/apical/image/upload/18937/images/ft05.jpg",
   "image": true
  },
  {
   "name": "25",
   "content": "Now this old Witch had great power, and at once afflicted the Giant\r\nwith corns and tender feet. When he awoke from his sleep he was in\r\nsuch pain that he could bear it no longer, so he thought he would go\r\nin search of his missing shoe, which, like the other one he had in\r\nhis castle, was easy and large for his foot. When he came to the\r\nspot where the Old Lady and her children lived, he saw his old shoe,\r\nand with a laugh that shook the trees, he thrust his foot into it,\r\nbreaking through the roof that Strong-arm and Peter had put to it.\r\nThe children, in great alarm, rushed about inside the shoe, and\r\nfrightened and trembling, scrambled through the door and the slits\r\nwhich the Giant had formerly made for his corns. By this time the\r\nwitch and the Little Old Lady, as also Strong-arm, his eleven\r\nbrother and his father, were come up to the spot. Strong-arm and his\r\nbrothers shot their arrows at him till at last he fell wounded, when\r\nStrong-arm went up to him and cut off his head. Then the father and\r\nthe Little Old Woman and all their children built a new house, and\r\nlived happily ever afterwards.\n",
   "image": false
  },
  {
   "name": "26",
   "content": "http://res.cloudinary.com/apical/image/upload/18937/images/ft06.jpg",
   "image": true
  },
  {
   "name": "27",
   "content": "THE BABES IN THE WOOD.\r\n\r\n\r\nA gentleman of good account\r\n&nbsp;&nbsp;In Norfolk dwelt of late,\r\nWhose wealth and riches did surmount\r\n&nbsp;&nbsp;Most men of his estate.\r\n\r\nSore sick he was, and like to die,\r\n&nbsp;&nbsp;No help his life could save;\r\nHis wife by him as sick did lie,\r\n&nbsp;&nbsp;And both were near the grave.\r\n\r\nNo love between these two was lost:\r\n&nbsp;&nbsp;Each to the other kind;\r\nIn love they lived, in love they died,\r\n&nbsp;&nbsp;And left two babes behind.\r\n\r\nNow if the children chanced to die,\r\n&nbsp;&nbsp;Ere they to age should come,\r\nTheir uncle should possess their wealth:\r\n&nbsp;&nbsp;For so the will did run.\r\n\r\n&ldquo;Now brother,&rdquo; said the dying man,\r\n&nbsp;&nbsp;&ldquo;Look to my children dear;\r\nBe good unto my boy and girl,\r\n&nbsp;&nbsp;No friend else have they here.&rdquo;\n",
   "image": false
  },
  {
   "name": "28",
   "content": "http://res.cloudinary.com/apical/image/upload/18937/images/ft07.jpg",
   "image": true
  },
  {
   "name": "29",
   "content": "Their parents being dead and gone,\r\n&nbsp;&nbsp;The children home he takes,\r\nAnd brings them both unto his house,\r\n&nbsp;&nbsp;Where much of them he makes.\r\n\r\nHe had not kept these pretty babes\r\n&nbsp;&nbsp;A twelvemonth and a day,\r\nWhen, for their wealth, he did devise\r\n&nbsp;&nbsp;To make them both away.\r\n\r\nHe bargain'd with two ruffians bold,\r\n&nbsp;&nbsp;Who were of savage mood,\r\nThat they should take the children twain,\r\n&nbsp;&nbsp;And slay them in a wood.\r\n\r\nThey prate and prattle pleasantly\r\n&nbsp;&nbsp;While riding on the way,\r\nTo those their wicked uncle hired,\r\n&nbsp;&nbsp;These lovely babes to slay:\n",
   "image": false
  },
  {
   "name": "30",
   "content": "http://res.cloudinary.com/apical/image/upload/18937/images/ft08.jpg",
   "image": true
  },
  {
   "name": "31",
   "content": "So that the pretty speech they had,\r\n&nbsp;&nbsp;Made the ruffians' heart relent;\r\nAnd they that took the deed to do,\r\n&nbsp;&nbsp;Full sorely did repent.\r\n\r\nYet one of them, more hard of heart,\r\n&nbsp;&nbsp;Did vow to do his charge,\r\nBecause the wretch that hired him\r\n&nbsp;&nbsp;Had paid him very large.\r\n\r\nThe other would not agree thereto,\r\n&nbsp;&nbsp;So here they fell at strife;\r\nWith one another they did fight,\r\n&nbsp;&nbsp;About the children's life:\r\n\r\nAnd he that was of milder mood,\r\n&nbsp;&nbsp;Did slay the other there,\r\nWithin an unfrequented wood;\r\n&nbsp;&nbsp;The babes did quake for fear!\n",
   "image": false
  },
  {
   "name": "32",
   "content": "http://res.cloudinary.com/apical/image/upload/18937/images/ft09.jpg",
   "image": true
  },
  {
   "name": "33",
   "content": "He took the children by the hand,\r\n&nbsp;&nbsp;While they for bread complain:\r\n&ldquo;Stay here,&rdquo; said he, &ldquo;I'll bring ye bread,\r\n&nbsp;&nbsp;When I do come again.&rdquo;\r\n\r\nThese pretty babes, with hand in hand,\r\n&nbsp;&nbsp;Went wandering up and down;\r\nBut never more they saw the man,\r\n&nbsp;&nbsp;Approaching from the town:\n",
   "image": false
  },
  {
   "name": "34",
   "content": "http://res.cloudinary.com/apical/image/upload/18937/images/ft10.jpg",
   "image": true
  },
  {
   "name": "35",
   "content": "Thus wander'd these two pretty dears,\r\n&nbsp;&nbsp;Till death did end their grief;\r\nIn one another's arms they died,\r\n&nbsp;&nbsp;Poor babes, past all relief:\r\n\r\nNo burial these innocents\r\n&nbsp;&nbsp;Of any man receives,\r\nBut robin red-breast lovingly\r\n&nbsp;&nbsp;Did cover them with leaves.\n",
   "image": false
  },
  {
   "name": "36",
   "content": "http://res.cloudinary.com/apical/image/upload/18937/images/ft11.jpg",
   "image": true
  },
  {
   "name": "37",
   "content": "The fellow that did take in hand\r\n&nbsp;&nbsp;These children for to kill,\r\nWas for a robbery judged to die,\r\n&nbsp;&nbsp;As was God's blessed will:\r\n\r\nAnd did confess the very truth,\r\n&nbsp;&nbsp;The which is here express'd;\r\nTheir uncle died while he for debt\r\n&nbsp;&nbsp;Did long in prison rest.\n",
   "image": false
  },
  {
   "name": "38",
   "content": "http://res.cloudinary.com/apical/image/upload/18937/images/ft12.jpg",
   "image": true
  },
  {
   "name": "39",
   "content": "LITTLE BO-PEEP.\r\n\r\n&ldquo;Little Bo-Peep she lost her sheep\r\n&nbsp;&nbsp;And didn't know where to find them.\r\nLet them alone, and they'll come home,\r\n&nbsp;&nbsp;And bring their tails behind them!&rdquo;\n",
   "image": false
  },
  {
   "name": "40",
   "content": "http://res.cloudinary.com/apical/image/upload/18937/images/ft13.jpg",
   "image": true
  },
  {
   "name": "41",
   "content": "So runs the Nursery Rhyme. Little Bo-Peep was a very nice little\r\ngirl. Her cheeks had a bloom on them like a lovely peach, and her\r\nvoice sounded like a sweet silver bell.\r\n\r\nBut though Little Bo-Peep was as good as she was beautiful, she\r\nsometimes met with misfortunes that made her very sad. Once, when she\r\nlost her sheep, she was very doleful indeed. And this is how it\r\nhappened.\r\n\r\nOne summer evening, when the sun was setting, Little Bo-Peep, who had\r\nto rise very early in the morning, felt tired, and sat down on a bank\r\ncovered with daisies. Being very weary she soon fell fast asleep. Now\r\nthe Bell-wether of Bo-Peep's flock was a most stupid and stubborn\r\nfellow. I dare say you know that all the sheep in a flock will follow\r\nthe Bell-wether, and that he always wears a bell round his neck. It\r\nwas a great pity, but the Bell-wether of Bo-Peep's flock was very\r\nwild, and was much given to wander far away into the wood, where of\r\ncourse the rest of the sheep would follow him.\r\n\r\nFinding Little Bo-Peep asleep, the tiresome fellow began by standing\r\non his hind legs and making a great bow to his shadow before him on\r\nthe grass. After this he whirled himself round like a top, shaking\r\nhis head all the time, and ringing his bell.\n",
   "image": false
  },
  {
   "name": "42",
   "content": "http://res.cloudinary.com/apical/image/upload/18937/images/ft14.jpg",
   "image": true
  },
  {
   "name": "43",
   "content": "Very soon the rest of the flock began to dance and caper too. And\r\nwhen they had wheeled round their leader for a time, they ran off\r\nafter him with a bound into the wood. Away they went, till they were\r\nquite tired out; and then they came to a stand-still, staring at their\r\nleader with very blank faces. But the Bell-wether looked foolish\r\nenough now, and did nothing but shake his head slowly and ring his\r\nbell, which seemed to say quite clearly, &ldquo;You are lost, you are\r\nlost!&rdquo;\r\n\r\nWhen Little Bo-Peep awoke she found her sheep gone, and hardly\r\nknowing what she did, she walked on and on, far into the wood. She\r\nmet some people with hoes and rakes in their hands, and asked them if\r\nthey had seen her sheep. But they only laughed at her, and said, No.\r\nOne man was very cross, and threatened to beat her. At last she came\r\nto a stile, on which an old Raven was perched. He looked so wise that\r\nLittle Bo-Peep asked him whether he had seen a flock of sheep. But he\r\nonly cried &ldquo;Caw, caw, caw;&rdquo; so Bo-Peep ran on again across the\r\nfields.\n",
   "image": false
  },
  {
   "name": "44",
   "content": "http://res.cloudinary.com/apical/image/upload/18937/images/ft15.jpg",
   "image": true
  },
  {
   "name": "45",
   "content": "She wandered on till night-fall, and being faint with hunger, was\r\nvery glad to see a light just before her. As she went on, she saw\r\nthat it shone from a cottage window. But when she came to the door,\r\nit looked so dark and dismal that she was afraid to go in, and was\r\njust going to run away, when a cross-looking old woman came out, and\r\ndragged her into the cottage. She made her sit by the side of her\r\nson, who was a very ugly youth with a great red face and red\r\nhair.\n",
   "image": false
  },
  {
   "name": "46",
   "content": "http://res.cloudinary.com/apical/image/upload/18937/images/ft16.jpg",
   "image": true
  },
  {
   "name": "47",
   "content": "The old woman told him that she had brought Bo-Peep to be his wife,\r\nso Bo-Peep, who did not like him at all, ran away while they were\r\nasleep. But she did not know where to go, and gave herself up for\r\nlost, when she heard something cry, &ldquo;tu-whit&mdash;tu-whoo,&rdquo; in the\r\ntree above her. It was a great owl, which began flapping its wings\r\nwith joy. Bo-Peep was frightened at first, but as the owl seemed very\r\nkind, she followed it. It took her to a cottage were there was plenty\r\nto eat and drink, and then, to Bo-Peep's great surprise, it began to\r\nspeak, and told her this story:&mdash;\r\n\r\n&ldquo;Know, dear Maiden,&rdquo; said the owl, &ldquo;that I am the daughter of a King,\r\nand was a lovely Princess; but I was changed into an owl by the old\r\nwoman at the cottage, because I would not marry her ugly son. But I\r\nhave heard the fairies say that one day a lovely maiden, who would\r\ncome into this wood to find her lost sheep, should be the means of my\r\ngaining my own form again. You are that pretty maid, and I will take\r\nyou to a spot where you will find your sheep, but without their\r\ntails. The elves will play with them for this night, but in the\r\nmorning every sheep will have its tail again, except the stupid\r\nBell-wether. You must then wave his tail three times over my head,\r\nand I shall resume my shape again.&rdquo;\r\n\r\nThe owl flew off, and led Bo-Peep into the wood, and said, &ldquo;Sleep,\r\nmaiden, I will watch.&rdquo; How long she was asleep she could not tell,\r\nbut the charmed spot was suddenly lighted up, and she saw the Queen\r\nof the Fairies seated on a bank. The Queen said the sheep should be\r\npunished for running away. She then saw all her sheep come trooping\r\ninto the place, and on every sheep there was an Elf, who held in his\r\nhand a sheep's tail.\n",
   "image": false
  },
  {
   "name": "48",
   "content": "http://res.cloudinary.com/apical/image/upload/18937/images/ft17.jpg",
   "image": true
  },
  {
   "name": "49",
   "content": "After riding them about for some time, and having great fun with\r\nthem, the mad sport ceased, and each Elf restored the tail to his\r\nsheep&mdash;all but the Bell-wether's, which their leader hid in a\r\ntree. When Bo-Peep awoke, she saw the owl flapping its wings as if\r\nto remind her of her promise; so she fetched the tail, and waved it\r\nthree times over its head, when up started the most charming Princess\r\nthat ever was seen. The princess gave Bo-Peep a beautiful cottage,\r\nand her sheep never ran away from their kind mistress again.\n",
   "image": false
  },
  {
   "name": "50",
   "content": "http://res.cloudinary.com/apical/image/upload/18937/images/ft18.jpg",
   "image": true
  },
  {
   "name": "51",
   "content": "THE HISTORY OF FIVE LITTLE PIGS.\n",
   "image": false
  },
  {
   "name": "52",
   "content": "http://res.cloudinary.com/apical/image/upload/18937/images/ft19.jpg",
   "image": true
  },
  {
   "name": "53",
   "content": "The Little Pig who Went to Market.\r\n\r\nThere was once a family of Five Little Pigs, and Mrs. Pig, their\r\nmother, loved them all very dearly. Some of these little pigs were\r\nvery good, and took a great deal of trouble to please her. The eldest\r\npig was so active and useful that he was called Mr. Pig. One day he\r\nwent to market with his cart full of vegetables, but Rusty, the\r\ndonkey, began to show his bad temper before he had gone very far on\r\nthe road. All the coaxing and whipping would not make him move. So\r\nMr. Pig took him out of the shafts, and being very strong, drew the\r\ncart to market himself. When he got there, all the other pigs began\r\nto laugh. But they did not laugh so loudly when Mr. Pig told them\r\nall his struggles on the road. Mr. Pig lost no time in selling\r\nhis vegetables, and very soon after Rusty came trotting into the\r\nmarket-place, and as he now seemed willing to take his place in the\r\ncart, Mr. Pig started for home without delay. When he got there, he\r\ntold Mrs. Pig his story, and she called him her best and most worthy\r\nson.\n",
   "image": false
  },
  {
   "name": "54",
   "content": "http://res.cloudinary.com/apical/image/upload/18937/images/ft20.jpg",
   "image": true
  },
  {
   "name": "55",
   "content": "The Little Pig who Stayed at Home.\r\n\r\nThis little pig very much wanted to go with his brother, but as he\r\nwas so mischievous that he could not be trusted far away, his mother\r\nmade him stay at home, and told him to keep a good fire while she\r\nwent out to the miller's to buy some flour. But as soon as he was\r\nalone, instead of learning his lessons, he began to tease the poor\r\ncat. Then he got the bellows, and cut the leather with a knife, so as\r\nto see where the wind came from: and when he could not find this out,\r\nhe began to cry. After this he broke all his brother's toys; he\r\nforced the drum-stick through the drum, he tore off the tail from the\r\nkite, and then pulled off the horse's head. And then he went to the\r\ncupboard and ate the jam. When Mrs. Pig came home, she sat down by\r\nthe fire, and being very tired, she soon fell asleep. No sooner had\r\nshe done so, than this bad little pig got a long handkerchief and\r\ntied her in her chair. But soon she awoke and found out all the\r\nmischief that he had been doing. She saw at once the damage that he\r\nhad done to his brother's playthings. So she quickly brought out her\r\nthickest and heaviest birch, and gave this naughty little pig such a\r\nbeating as he did not forget for a long time.\n",
   "image": false
  },
  {
   "name": "56",
   "content": "http://res.cloudinary.com/apical/image/upload/18937/images/ft21.jpg",
   "image": true
  },
  {
   "name": "57",
   "content": "http://res.cloudinary.com/apical/image/upload/18937/images/ft22.jpg",
   "image": true
  },
  {
   "name": "58",
   "content": "\nThe Little Pig who had Roast Beef.\r\n\r\nThis little pig was a very good and careful fellow. He gave his\r\nmother scarcely any trouble, and always took a pleasure in doing all\r\nshe bade him. Here you see him sitting down with clean hands and\r\nface, to some nice roast beef, while his brother, the idle pig, who\r\nis standing on a stool in the corner, with the dunce's cap on, has\r\nnone. He sat down and quietly learned his lesson, and asked his\r\nmother to hear him repeat it. And this he did so well that Mrs. Pig\r\nstroked him on the ears and forehead, and called him a good little\r\npig. After this he asked her to allow him to help her make tea.\r\nHe brought everything she wanted, and lifted off the kettle from\r\nthe fire, without spilling a drop either on his toes or the carpet.\r\nBy-and-bye he went out, after asking his mother's leave, to play with\r\nhis hoop. He had not gone far when he saw an old blind pig, who, with\r\nhis hat in his hand was crying at the loss of his dog; so he put his\r\nhand in his pocket and found a halfpenny which he gave to the poor\r\nold pig. It was for such thoughtful conduct as this that his mother\r\noften gave this little pig roast beef. We now come to the little pig\r\nwho had none.\n",
   "image": false
  },
  {
   "name": "59",
   "content": "http://res.cloudinary.com/apical/image/upload/18937/images/ft23.jpg",
   "image": true
  },
  {
   "name": "60",
   "content": "The Little Pig who had None.\r\n\r\nThis was a most obstinate and wilful little pig. His mother had set\r\nhim to learn his lesson, but no sooner had she gone out into the\r\ngarden, than he tore his book into pieces. When his mother came back\r\nhe ran off into the streets to play with other idle little pigs like\r\nhimself. After this he quarrelled with one of the pigs and got a\r\nsound thrashing. Being afraid to go home, he stayed out till it was\r\nquite dark and caught a severe cold. So he was taken home and put to\r\nbed, and had to take a lot of nasty physic.\n",
   "image": false
  },
  {
   "name": "61",
   "content": "http://res.cloudinary.com/apical/image/upload/18937/images/ft24.jpg",
   "image": true
  },
  {
   "name": "62",
   "content": "The Little Pig who Cried &ldquo;Wee, wee,&rdquo; all the Way Home.\r\n\r\nThis little pig went fishing. Now he had been told not to go into\r\nFarmer Grumpey's grounds, who did not allow any one to fish in his\r\npart of the river. But in spite of what he had been told, this\r\nfoolish little pig went there. He soon caught a very large fish, and\r\nwhile he was trying to carry it home, Farmer Grumpey came running\r\nalong with his great whip. He quickly dropped the fish, but the\r\nfarmer caught him, and as he laid his whip over his back for some\r\ntime, the little pig ran off, crying, &ldquo;Wee, wee, wee,&rdquo; all the way\r\nhome.\r\n\r\nTHE HISTORY OF OLD MOTHER GOOSE AND HER SON JACK.\n",
   "image": false
  },
  {
   "name": "63",
   "content": "http://res.cloudinary.com/apical/image/upload/18937/images/ft25.jpg",
   "image": true
  },
  {
   "name": "64",
   "content": "Old Mother Goose lived in a cottage with her son Jack. Jack was a\r\nvery good lad, and although he was not handsome, he was good-tempered\r\nand industrious, and this made him better-looking than half the other\r\nboys. Old Mother Goose carried a long stick, she wore a high-crowned\r\nhat, and high-heeled shoes, and her kerchief was as white as snow.\r\nThen there was the Gander that swam in the pond, and the Owl that sat\r\non the wall. So you see they formed a very happy family. But what a\r\nfine strong fellow the Gander was! Whenever Old Mother Goose wanted\r\nto take a journey, she would mount upon his broad strong back, and\r\naway he would fly and carry her swiftly to any distance.\n",
   "image": false
  },
  {
   "name": "65",
   "content": "http://res.cloudinary.com/apical/image/upload/18937/images/ft26.jpg",
   "image": true
  },
  {
   "name": "66",
   "content": "Now Old Mother Goose thought her Gander often looked sad and lonely;\r\nso one day she sent Jack to market to buy the finest Goose he could\r\nfind. It was early in the morning when he started, and his way lay\r\nthrough a wood. He was not afraid of robbers; so on he went, with his\r\nMother's great clothes-prop over his shoulder. The fresh morning air\r\ncaused Jack's spirits to rise. He left the road, and plunged into the\r\nthick of the wood, where he amused himself by leaping with his\r\nclothes-prop till he found he had lost himself. After he had made\r\nmany attempts to find the path again, he heard a scream. He jumped up\r\nand ran boldly towards the spot from which the sound came. Through an\r\nopening in the trees he saw a young lady trying to get away from a\r\nruffian who wanted to steal her mantle. With one heavy blow of his\r\nstaff Jack sent the thief howling away, and then went back to the\r\nyoung lady, who was lying on the ground, crying.\n",
   "image": false
  },
  {
   "name": "67",
   "content": "http://res.cloudinary.com/apical/image/upload/18937/images/ft27.jpg",
   "image": true
  },
  {
   "name": "68",
   "content": "She soon dried her tears when she found that the robber had made off,\r\nand thanked Jack for his help. The young lady told Jack that she was\r\nthe daughter of the Squire, who lived in the great white house on the\r\nhill-top. She knew the path out of the wood quite well, and when they\r\nreached the border, she said that Jack must come soon to her father's\r\nhouse, so that he might thank him for his noble conduct.\r\n\r\nWhen Jack was left alone, he made the best of his way to the\r\nmarket-place. He found little trouble in picking out the best Goose,\r\nfor when he got there he was very late, and there was but one left.\r\nBut as it was a prime one, Jack bought it at once, and keeping to the\r\nroad, made straight for home. At first the Goose objected to be\r\ncarried; and then, when she had walked along slowly and gravely for a\r\nshort time, she tried to fly away; so Jack seized her in his arms and\r\nkept her there till he reached home.\n",
   "image": false
  },
  {
   "name": "69",
   "content": "http://res.cloudinary.com/apical/image/upload/18937/images/ft28.jpg",
   "image": true
  },
  {
   "name": "70",
   "content": "Old Mother Goose was greatly pleased when she saw what a fine bird\r\nJack had bought; and the Gander showed more joy than I can describe.\r\nAnd then they all lived very happily for a long time. But Jack would\r\noften leave off work to dream of the lovely young lady whom he had\r\nrescued in the forest, and soon began to sigh all day long. He\r\nneglected the garden, cared no more for the Gander, and scarcely even\r\nnoticed the beautiful Goose. But one morning, as he was walking by\r\nthe pond, he saw both the Goose and the Gander making a great noise,\r\nas though they were in the utmost glee. He went up to them and was\r\nsurprised to find on the bank a large golden egg. He ran with it to\r\nhis mother, who said, &ldquo;Go to market, my son; sell your egg, and you\r\nwill soon be rich enough to pay a visit to the Squire.&rdquo; So to market\r\nJack went, and sold his golden egg; but the rogue who bought it of\r\nhim cheated him out of half his due. Then he dressed himself in his\r\nfinest clothes, and went up to the Squire's house. Two footmen stood\r\nat the door, one looking very stout and saucy, and the other sleepy\r\nand stupid.\n",
   "image": false
  },
  {
   "name": "71",
   "content": "http://res.cloudinary.com/apical/image/upload/18937/images/ft29.jpg",
   "image": true
  },
  {
   "name": "72",
   "content": "When Jack asked to see the Squire, they laughed at him, and made\r\nsport of his fine clothes; but Jack had wit enough to offer them each\r\na guinea, when they at once showed him to the Squire's room.\r\n\r\nNow the Squire, who was very rich, was also very proud and fat, and\r\nscarcely turned his head to notice Jack; but when he showed him his\r\nbag of gold, and asked for his daughter to be his bride, the Squire\r\nflew into a rage, and ordered his servants to throw him into the\r\nhorse-pond. But this was not so easy to do, for Jack was strong and\r\nactive; and then the young lady come out and begged her father to\r\nrelease him. This made Jack more deeply in love with her than ever,\r\nand he went home determined to win her in spite of all. And well did\r\nhis wonderful Goose aid him in his design. Almost every morning she\r\nwould lay him a golden egg, and Jack, grown wiser, would no longer\r\nsell them at half their value to the rogue who had before cheated\r\nhim. So Jack soon grew to be a richer man than the Squire himself.\r\nHis wealth became known to all the country round, and the Squire at\r\nlength consented to accept Jack as his son-in-law. Then Old Mother\r\nGoose flew away into the woods on the back of her strong Gander,\r\nleaving the cottage and the Goose to Jack and his bride, who lived\r\nhappily ever afterwards.\n",
   "image": false
  },
  {
   "name": "73",
   "content": "http://res.cloudinary.com/apical/image/upload/18937/images/ft30.jpg",
   "image": true
  }
 ]
}